{
  "긍정적자아": [
    {
      "low": 0,
      "high": 29,
      "script": "긍정적 자아가 매우 낮은 수준입니다. 스스로에 대한 자신감과 노력을 통해 성장할 수 있다는 믿음을 갖는 것이 매우 필요합니다. 주변 사람들의 평가에 지나치게 예민해서 마음이 힘들거나 자신과 다른 사람믈 비교하면서 스스로를 부족한 사람이라고 여길 수도 있어요. 이러한 생각은 사실이 아니라 내가 일으키는 인지적 오류, 즉 착각일 수 있습니다. 강점을 자랑스러워하고, 약점은 수용하면서 자신을 존중하는 마음을 갖는 것이 필요합니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "긍정적 자아가 또래들에 비해 낮은 편입니다. 스스로에 대한 자신감과 노력을 통해 성장할 수 있다는 믿음을 조금 더 갖는 것이 필요합니다. 다른 사람과 자신을 비교하거나 작은 실수에도 자책하는 습관이 있다면 스스로를 너그럽게 바라보는 마음을 가져 보세요. 과거의 나보다 미래의 나를 기대하면서 하루하루를 충실하게 보낸다면 스스로를 자랑스럽게 생각하게 될 것이고, 이를 통해 학업 열의도 향상될 수 있을 것입니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "긍정적 자아가 또래들과 비슷한 수준에 속합니다. 스스로를 존중하는 마음과 어떤 일이든 잘 할 수 있다는 자신감 및 노력을 통해 성장할 수 있다는 믿음이 또래들과 비슷한 수준입니다. 스스로를 긍정적으로 바라보는 편이나 내가 가진 강점에 감사하며 조금 더 자신감을 가질 필요가 있습니다. 스스로를 믿는 믿음이 강할수록 공부하면서 어려움을 느끼거나 힘든 일이 있어도 빠르게 회복할 수 있고, 학업 열의도 향상될 수 있습니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "긍정적 자아가 높은 수준입니다. 스스로를 존중하는 마음과 어떤 일이든 잘 할 수 있다는 자신감이 높은 편이고, 노력을 통해 성장할 수 있다는 믿음도 강한 편입니다. 자신을 긍정적으로 생각하고 있기에 이루고 싶은 목표를 정하여 꾸준히 노력한다면 소기의 성과를 달성할 수 있을 것입니다.  긍정적 자아가가 높으면 공부하면서 어려움을 느끼거나 힘든 일이 있어도 빠르게 회복할 수 있고, 학업 열의도 높은 특성이 있습니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "긍정적 자아가 매우 높은 수준입니다. 스스로를 존중하는 마음과 어떤 일이든 잘 할 수 있다는 자신감이 높고, 노력을 통해 성장할 수 있다는 믿음도 강합니다. 자신을 매우 긍정적으로 생각하고 있기에 이루고 싶은 목표를 정하여 꾸준히 노력한다면 목표한 성과를 달성할 수 있을 것입니다. 긍정적 자아가가 높으면 공부하면서 어려움을 느끼거나 힘든 일이 있어도 빠르게 회복할 수 있고, 학업 열의도 높은 특성이 있습니다."
    }
  ],
  "대인관계능력": [
    {
      "low": 0,
      "high": 29,
      "script": "대인관계능력이 매우 낮은 수준입니다. 나와 타인의 감정을 이해한 상태에서 행동하거나 감정을 다스리는 것이 상당히 어려울 수 있습니다. 사소한 일에도 감정에 휩쓸려 공부를 하지 않거나 학교생활에 집중하지 못할 수 있습니다. 친구들과 쉽게 친해지는 것이 어렵고, 갈등을 겪은 후에 화해하는 것도 어려울 수 있어 학교생활이 만족스럽지 못할 수 있습니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "대인관계능력이 다소 낮은 수준입니다. 나와 타인의 감정을 이해한 상태에서 행동하거나 감정을 다스리는 것이 어려울 수 있습니다. 힘든 일들이 있을 때 감정에 휩쓸려 공부를 하지 않거나 학교생활에 집중하지 못할 수 있습니다. 친구들과 원만한 관계를 갖기 어려울 수 있기에 학교생활이 다소 만족스럽지 못할 수 있습니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "대인관계능력이 또래들과 비슷한 수준입니다. 나와 타인의 감정을 이해하여 행동하는 편이지만, 때때로 감정을 다스리는 것이 쉽지 않을 때가 있습니다. 힘든 일들이 있을 때는 내 감정을 잘 파악해서 공부에 영향을 미치지 않도록 감정을 조절하는 것이 필요합니다. 대체적으로 친구들과 원만한 관계를 유지하는 편이기에 학교에서 불편한 친구들이 적은 편입니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "대인관계능력이 높은 수준입니다. 나와 타인의 감정을 잘 이해하여, 상황에 맞게 감정을 조절할 수 있고, 공감하는 능력도 좋은 편입니다. 감정을 적절하게 조절하는 편이기에 공부가 힘들어도 마음의 흔들림이 크지 않습니다. 공감능력도 좋은 편이기에 친구들과 원만하게 학교생활을 할 수 있습니다. 다만, 좋은 관계를 유지하기 위해  많은 시간을 쓰다보니 학습 시간이 부족한 적은 없었는지 살펴볼 필요가 있습니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "대인관계능력이 매우 높은 수준입니다. 나와 타인의 감정을 잘 이해하여, 상황에 맞게 감정을 조절할 수 있고, 공감하는 능력도 탁월합니다. 감정을 잘 조절할 수 있어서 공부가 힘들어도 마음의 흔들림이 적습니다. 공감능력도 우수하여 친구들과 원만하게 학교생활을 할 수 있습니다. 다만, 좋은 관계를 유지하기 위해 너무 많은 시간을 써서 학습 시간이 부족한 적은 없었는지 살펴볼 필요가 있습니다."
    }
  ],
  "메타인지": [
    {
      "low": 0,
      "high": 29,
      "script": "메타인지가 매우 낮아 학습에 많은 어려움을 겪을 수 있습니다. 학습과정을 계획하고 점검하기 어려워하며, 개선이 필요한 공부습관도 바꾸기 힘들어 합니다. 메타인지를 높이기 위해서는 각 교과별로 명확하게 아는 것과 모르는 것을 구분하는 연습부터 시작해 보세요. 그리고 모르는 부분을 알아가기 위해서 어느 정도 공부해야 되는지를 계획하고, 공부한 후에는 학습효과를 점검해서 도움이 되지 않았던 공부방법은 개선하는 것이 필요합니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "메타인지가 낮은 편에 속합니다. 학습과정을 계획하고 점검하기 어려워하며, 개선이 필요한 공부습관도 바꾸기 힘들어 합니다. 메타인지를 높이기 위해서는 각 교과별로 명확하게 아는 것과 모르는 것을 구분하는 연습부터 시작해 보세요. 그리고 모르는 부분을 알아가기 위해서 어느 정도 공부 시간을 갖고 공부해야 되는지를 계획하고, 공부한 후에는 학습효과를 점검해서 도움이 되지 않았던 공부방법은 개선하는 것이 필요합니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "메타인지가 보통 수준입니다. 대체로 학습 과정을 계획하고 점검하며, 개선이 필요한 공부습관은 바꾸려는 편입니다. 메타인지가 양호한 편이나 무엇을 알고, 모르는지를 파악하는데 한계가 있기에 명확하게 아는 것과 애매하게 아는 것을 구분하는 연습부터 시작해 보세요. 잘 모르는 부분을 공부해야 학습 효과가 높아질 수 있기에 몰랐던 부분을 파악하기 위한 계획과 점검, 비효율적인 공부습관은 개선하려는 노력을 기울이는 것이 필요합니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "메타인지가 높은 수준입니다. 학습 과정을 계획하고 점검하며, 개선이 필요한 공부습관은 바꾸기 위해 노력하는 편입니다. 메타인지가 높은 편이기에 무엇을 알고, 모르는지를 파악하는데 수월하여 모르는 부분을 집중적으로 공부함으로써 효율적인 학습이 가능합니다. 계획, 점검, 조절의 메타인지 학습 과정을 계속 유지하면서 나에게 효과가 좋았던 방법을 찾는 노력을 지속한다면 탁월한 학업 성과를 얻을 수 있을 것입니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "메타인지가 매우 높은 수준입니다. 학습 과정을 계획하고 점검하며, 개선이 필요한 공부습관은 바꾸기 위해 부단히 노력합니다. 메타인지가 우수하기에 무엇을 알고, 모르는지를 잘 파악할 수 있어서 모르는 부분을 집중적으로 공부함으로써 효율적인 학습이 가능합니다. 계획, 점검, 조절의 메타인지 학습 과정을 계속 유지하면서 나에게 효과가 좋았던 방법을 찾는 노력을 지속한다면 탁월한 학업 성과를 얻을 수 있을 것입니다."
    }
  ],
  "학습기술": [
    {
      "low": 0,
      "high": 29,
      "script": "학습기술이 매우 낮아 학습을 효율적으로 할 수 있는 공부환경 조성, 시간관리, 노트필기 등 학습기술 개선이 시급히 요구됩니다. 학습기술은 학교와 학원 수업 및 개인 학습활동에서 가장 많은 비중을 차지하고 있는 기술이지만 학습활동에서 거의 활용되지 못하고 있다는 것을 인식하는 것이 필요합니다. 학습기술은  공부 의지와 많은 연관성이 있는 기술이기에 수업에 충실하는 것부터 시작해서 부족한 기술을 개선하겠다는 결심을 하고, 습관화될 수 있도록 노력해 나가기 바랍니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학습기술이 낮은 수준입니다. 학습을 효율적으로 할 수 있는 공부환경 조성, 시간관리, 노트필기 등 학습기술 개선이 많이 요구됩니다. 학습기술은 학교와 학원 수업 및 개인 학습활동에서 가장 많은 비중을 차지하고 있는 기술이기에 이러한 학습기술이 활용되지 못한다면 성적 향상을 기대하기 어렵게 됩니다. 또한, 학습기술은 나의 공부 의지와 많은 연관성이 있는 기술이기에 수업에 충실하는 것부터 시작해서 부족한 기술을 개선하겠다는 결심을 하고, 습관화될 수 있도록 노력해 나가는 것이 필요합니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학습기술이 보통 수준에 속합니다. 학습을 효율적으로 할 수 있는 공부환경 조성, 시간관리, 노트필기 등의 학습기술을 갖추고 있으나 개선할 필요성이 있습니다. 학습기술은 학교와 학원 수업 및 개인 학습활동에서 가장 많은 비중을 차지하고 있는 기술이기에 이 기술이 개선된다면 성적을 향상시키는데 많은 도움을 받을 수 있습니다. 이를 위해 내가 잘 활용하고 있는 기술을 중심으로 부족한 기술을 보완할 수 있는 전략을 수립하여 실천한다면 점차 좋은 성적을 거둘 수 있을 것입니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학습기술이 높은 수준에 속합니다. 학습을 효율적으로 할 수 있는 공부환경 조성, 시간관리, 노트필기 등의 학습기술을 잘 갖추고 있는 편입니다. 학습기술은 학교와 학원 수업 및 개인 학습활동에서 가장 많은 비중을 차지하고 있는 기술이기에 완전한 습관으로 자리 잡히도록 특별하게 관심을 갖는 것이 필요합니다. 현재의 높은 수준을 지속하기 위해서는 반복을 통해 학습기술이 향상 되도록 노력하고, 상대적으로 낮게 나타난 학습기술은 보완해 나간다면 더욱 좋은 성적을 거둘 수 있을 것입니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학습기술이 매우 높은 수준입니다. 학습을 효율적으로 할 수 있는 공부환경 조성, 시간관리, 노트필기 등의 학습기술이 매우 우수합니다. 학습기술은 학교와 학원 수업 및 개인 학습활동에서 가장 많은 비중을 차지하고 있는 기술이기에 완전한 습관으로 자리 잡히도록 특별하게 관심을 갖는 것이 필요합니다. 현재의 우수한 수준을 지속하기 위해서는 반복을 통해 학습기술이 향상 되도록 노력하고, 상대적으로 낮게 나타난 학습기술은 보완해 나간다면 더욱 좋은 성적을 거둘 수 있을 것입니다."
    }
  ],
  "지지적관계": [
    {
      "low": 0,
      "high": 29,
      "script": "나를 지지해 주는 사람들이 주변에 거의 없다고 느낍니다. 부모님, 선생님, 친구들이 나의 생각과 감정을 존중하거나 지지한다고 느끼지 못합니다.  주변 사람들이 나의 의견을 경청하려는 노력이 부족하며, 내가 하고 있는 공부에 대해서도 격려하는 사람들이 적습니다. 이런 상황에서는 내 마음을 이해해 줄 수 있는 상담 선생님이나 전문가에게 꼭 도움을 요청하기 바랍니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "나를 지지해 주는 사람들이 주변에 있지만, 그들로부터 충분한 지지를 받지 못한다고 느낍니다. 가정과 학교에서 만나는 부모님, 선생님, 친구들이 나의 생각과 감정을 존중하고 지지하는 것을 느끼기 어렵습니다. 주변 사람들이 나의 의견을 경청하려는 노력이 부족하며, 내가 하고 있는 공부에 대해서도 격려하는 사람들이 적은 편입니다. 이런 상황에서는 상담 선생님이나 전문가에게 도움을 요청할 것을 추천 드립니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "나를 지지해 주는 사람들이 주변에 있는 편입니다. 가정과 학교에서 만나는 부모님, 선생님, 친구들이 대체적으로 나의 생각을 존중하고, 지지하는 편입니다. 다만, 기대만큼 내 생각과 감정에 대해 공감받거나 지지 받지 못한다고 느낄 때가 종종 있습니다. 그런 때는 서운한 마음을 갖기 보다 도움과 지지가 필요하다고 말씀해 보세요. 나에게 무엇이 필요한지 모르는 경우가 많기 때문에 원하는 것을 적절히 표현해 주세요."
    },
    {
      "low": 60,
      "high": 69,
      "script": "나를 지지해 주는 사람들이 주변에서 적절하게 도움을 주고 있습니다. 부모님, 선생님, 친구들이 나의 생각을 존중하고, 적극적으로 지지하는 편입니다. 주변 사람들이 나의 의견을 경청하고, 내가 하고 있는 공부에 대해서도 격려합니다. 그러나 가끔 그들로부터 기대하는 만큼의 지지를 받지 못할 때가 있습니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "나를 지지해 주는 사람들이 주변에 많이 있습니다. 부모님, 선생님, 친구들이 나의 생각과 감정을 존중하고, 지지하는 것을 확실히 느낄 수 있습니다. 그들은 나의 의견을 경청하고, 학업에 대한 노력도 격려합니다. 나는 주변 사람들로부터 받는 지지와 격려가 나의 삶에 큰 도움이 되고 있다고 느끼고 있습니다."
    }
  ],
  "학업열의": [
    {
      "low": 0,
      "high": 29,
      "script": "학업열의가 매우 낮은 수준입니다. 공부에 대한 흥미를 갖고, 시간과 장소에 관계 없이 공부하는 것을 어려워하고 있습니다. 왜 공부해야 하는지가 거의 와닿지 않아 공부하는 보람을 느끼기 어려울 수 있습니다. 이런 상황에서는 공부하는 이유를 찾아보고, 달성할 수 있는 작은 학습 목표를 세워 그 부분만이라도 해보려는 습관을 가지는 것이 필요합니다. 공부할 마음이 도저히 생기지 않는다면 주변사람들과 상담 전문에게 꼭 도움을 요청하기 바랍니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학업열의가 낮은 수준입니다. 공부에 대한 흥미를 갖고, 시간과 장소에 관계 없이 공부하는 것이 어려운 편입니다. 왜 공부해야 하는지가 잘 와닿지 않아 공부하면서 느끼는 보람도 적은 편입니다. 이런 상황에서는 스스로 공부하는 이유를 찾아보고, 달성할 수 있는 작은 학습 목표를 세워 그 부분만이라도 해보려는 습관을 가지는 것이 필요합니다.  좋아하는 교과목부터 공부하면서 조금씩 공부하고 싶은 마음을 갖도록 노력해 보세요."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학업열의가 보통 수준입니다. 대체적으로 공부에 대한 흥미를 갖고, 시간과 장소에 관계 없이 공부하는 편입니다. 공부하는 의미와 목적을 이해하고 있는 편이며, 공부하면서 보람을 느끼고 있는 편입니다. 그러나, 때때로 반복되는 공부로 인해 흥미와 집중력을 잃을 수 있기에 내가 공부하는 이유를 찾아 학습 목표를 명확히 설정하고, 그 목표를 달성하기 위해 필요한 학습 전략을 개발하는 것이 필요합니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학업열의가 높은 수준입니다. 공부에 대한 흥미가 있고, 시간과 장소에 관계 없이 공부에 몰두할 수 있습니다. 공부하는 의미와 목적을 이해하고 있으며, 공부하면서 보람을 느끼고 있습니다. 다만, 반복되는 공부로 인해 흥미와 집중력이 항상 높을 수는 없기에 적절한 쉼을 가지면서 달성하고자 하는 성적에 맞게 공부량을 조절하여 학업에 몰두할 수 있는 공부환경을 만드는 것이 필요합니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학업열의가 매우 높은 수준입니다. 공부에 대한 흥미가 높고, 시간과 장소에 관계 없이 공부에 깊게 몰두할 수 있는 집중력을 갖고 있습니다. 또한, 공부하는 의미와 목적을 잘 이해하고 있으며, 공부하면서 느끼는 보람이 큽니다. 다만, 반복되는 공부로 인해 흥미와 집중력이 항상 높을 수는 없기에 적절한 쉼을 가지면서 달성하고자 하는 성적에 맞게 공부량을 조절하여 학업에 몰두할 수 있는 공부환경을 만드는 것이 필요합니다."
    }
  ],
  "성장력": [
    {
      "low": 0,
      "high": 29,
      "script": "성장력이 매우 낮은 수준입니다. 스스로 생각한 바에 따라 주도적으로 결정하는 것을 어려워 하고, 공부나 맡겨진 일들을 해나갈 때 자신감을 갖고 실행하는 것을 매우 힘들어 할 수 있습니다. 사람들과의 관계에서도 소속감을 느끼거나 원만한 관계를 유지하는 것을 상당히 어려워할 수 있습니다. 스스로의 의지나 동기보다는 외부의 보상이 있을 때 행동하는 경향이 있습니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "성장력이 낮은 수준입니다. 스스로 생각한 바에 따라 주도적으로 결정하는 것을 어려워 하고, 공부나 맡겨진 일들을 해나갈 때 자신감을 갖고 실행하는 것을 힘들어 할 수 있습니다. 사람들과의 관계에서도 소속감을 느끼는 것이 어려울 수 있으며, 원만한 관계를 유지하는 것이 쉽지 않을 수 있습니다. 스스로의 의지나 동기보다는 외부의 보상이 있을 때 행동하는 경향이 있는 편입니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "성장력이 보통 정도의 수준입니다. 스스로 생각한 바에 따라 결정하려고 하나 다른 사람의 의견에 많이 영향을 받을 수 있습니다. 공부나 맡겨진 일들에 있어서 또래들과 비슷한 수준의 자신감을 갖고 해내는 편입니다. 사람들과의 관계에서도 소속감을 갖고 원만한 관계를 유지하려는 편입니다. 때때로 자신만의 동기가 아닌 외부의 보상이 있을 때 행동하는 경향이 있는 편입니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "성장력이 높은 수준입니다. 대부분의 경우에 자신의 의사에 따라 주도적으로 결정하며, 많은 일들을 자신감 있게 해내는 편입니다. 사람들과의 관계에서 소속감을 느끼며, 원만한 관계를 유지하는 데 능숙한 편입니다. 외부의 보상을 기대하기보다는 내적인 동기에 따라 행동하는 경향이 있습니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "성장력이 매우 높은 수준입니다. 항상 자신의 의사에 따라 주도적으로 결정하며, 어떤 일이든 자신감을 갖고 해내는 경향이 있습니다. 사람들과의 관계에서도 강한 소속감을 느끼며, 원만한 관계를 유지하는 데 능숙합니다. 외부의 보상을 기대하지 않고, 순수하게 자신만의 동기에 따라 행동하려는 경향이 강합니다."
    }
  ],
  "학업스트레스": [
    {
      "low": 0,
      "high": 29,
      "script": "학업스트레스가 매우 낮은 수준입니다. 기대에 비해 성적이 낮게 나올 수 있다는 부담을 거의 느끼지 않습니다. 공부의 필요성을 잘 알고 있고, 공부하는 방법도 적절히 숙지하고 있습니다. 공부 분량이 많아서 부담감을 느끼거나 수업 내용이 어렵고 지루해서 힘들다고 생각하지 않습니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학업스트레스가 낮은 수준입니다. 학업 성적에 대한 부담이 크지 않는 편입니다. 공부의 필요성을 잘 알고 있고, 공부하는 방법도 적절히 숙지하고 있는 편입니다. 공부 분량이 많아서 부담감을 느끼거나 수업 내용이 어렵고 지루해서 힘들다고 생각하지 않는 편입니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학업스트레스가 보통 수준입니다. 때때로 기대에 비해 성적이 낮게 나올 수 있다는 부담을 느낄 수 있으나 잘 극복하는 편입니다. 공부를 하면서 왜 공부를 해야 하는지에 대해 가끔씩 의문이 들 때가 있고, 공부할 양은 많지만 공부 방법을 잘 알지는 못해 종종 답답함을 느낄 때도 있습니다. 수업을 잘 따라가지만  간혹 내용이 어렵거나 지루하다고 느낄 때면, 수업이 부담으로 다가올 수 있습니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학업스트레스가 높은 수준입니다. 기대에 비해 성적이 낮게 나올 수 있다는 부담을 크게 느끼는 편입니다. 공부를 하면서 왜 공부를 해야 하는지에 대해 의문이 들 때가 적지 않고, 공부할 양은 많지만 공부를 어떻게 해야 하는지 몰라 답답함을 느끼는 편입니다. 수업이 어렵거나 지루하다고 느낄 때가 빈번해서 학교나 학원 수업에 다소 부담감을 갖고 있습니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학업스트레스가 매우 높은 수준입니다. 기대에 비해 성적이 낮게 나올 수 있다는 부담을 크게 느낍니다. 공부를 하면서 왜 공부를 해야 하는지에 대해 의문이 들 때가 많고, 공부할 양은 많지만 공부를 어떻게 해야 하는지 몰라 답답함을 느끼고 있습니다. 수업이 어렵거나 지루하다고 느낄 때가 많아서 학교나 학원 수업에 상당한 부담감을 갖고 있습니다."
    }
  ],
  "학업관계스트레스": [
    {
      "low": 0,
      "high": 29,
      "script": "학업관계 스트레스가 매우 낮은 수준입니다. 부모님의 성적에 대한 기대, 공부에 대한 비교와 압박으로 인해 거의 부담감을 느끼지 않습니다. 친구들과 비교했을 때 성적이 떨어지거나 선생님의 기대에 부응하지 못한 성적이 나올까 봐 불안해 하지 않습니다.  수업 중 교사의 질문에 답을 못하거나 수업 내용을 잘 이해하지 못할까 봐 전혀 부담을 느끼지 않습니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학업관계 스트레스가 낮은 수준입니다. 부모님의 성적에 대한 기대, 공부에 대한 비교와 압박으로 인한 부담감이 적은 편입니다. 친구들과 비교했을 때 성적이 떨어지거나 선생님의 기대에 부응하지 못한 성적이 나올까 봐 불안해 하지 않는 편입니다. 수업 시간에 선생님의 질문에 답을 못하거나 수업 내용을 잘 이해하지 못할까 봐 부담을 느끼는 경우도 적은 편입니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학업관계 스트레스가 보통 수준입니다. 때때로 부모님의 성적에 대한 기대, 공부에 대한 비교와 압박으로 인해 부담감을 느낄 수 있습니다. 친구들과 비교했을 때 성적이 떨어지거나 선생님의 기대에 부응하지 못한 성적이 나올까 봐 약간의 불안과 초조함을 느낄 수 있습니다. 수업 시간에 선생님의 질문에 답을 못하거나 수업 내용을 잘 이해하지 못할까 봐 약간의 부담을 느낄 수 있습니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학업관계 스트레스가 높은 수준입니다. 부모님의 성적에 대한 기대, 공부에 대한 비교와 압박으로 인해 부담감을 많이 느끼고 있는 편입니다. 친구들과 비교했을 때 성적이 떨어지거나 선생님의 기대에 부응하지 못한 성적이 나올까 봐 불안과 초조함을 적지 않게 느끼고 있습니다. 수업 시간에 선생님의 질문에 답을 못하거나 수업 내용을 잘 이해하지 못할까 봐 부담을 느끼는 편입니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학업관계 스트레스가 매우 높은 수준입니다. 부모님의 성적에 대한 기대, 공부에 대한 비교와 압박으로 인해 부담감을 많이 느끼고 있습니다. 친구들과 비교했을 때 성적이 떨어지거나 선생님의 기대에 부응하지 못한 성적이 나올까 봐 불안과 초조함을 많이 느끼고 있습니다. 수업 시간에 선생님의 질문에 답을 못하거나 수업 내용을 잘 이해하지 못할까 봐 부담이 많은 편입니다."
    }
  ],
  "학습방해물": [
    {
      "low": 0,
      "high": 29,
      "script": "학습방해물로 인해 공부에 지장이 있는 정도가 매우 낮은 수준입니다. 스마트폰과 게임 이용으로 인해 일상생활과 학습에 방해를 받는 경우가 매우 적습니다. 스마트폰과 게임 이용 시간을 잘 관리하고 있으나 현재 수준 이상으로 이용하지 않도록 꾸준히 관리하는 것이 필요하고, 특히 공부 중에는 스마트폰을 보이지 않는 곳에 두거나 전원을 끄는 것을 습관화 하기 바랍니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학습방해물로 인해 공부에 지장을 받는 경우가 적은 편입니다. 스마트폰과 게임 이용 시간을 잘 관리하고 있어 일상생활과 공부에 큰 방해를 받고 있지 않습니다. 다만, 현재 수준 이상으로 이용하지 않도록 꾸준히 관리하는 것이 필요하고, 특히 공부 중에는 스마트폰을 보이지 않는 곳에 두거나 전원을 끄는 것을 습관화 하기 바랍니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학습방해물로 인해 종종 공부에 지장을 받고 있습니다. 스마트폰과 게임을 적당히 이용하고 있으나 때때로 일상생활과 공부에 방해를 받습니다. 스마트폰과 게임 이용 시간을 줄이는 것은 매우 어렵기에 현재 수준에서 더 사용하지 않도록 주의를 기울이는 것이 필요합니다. 공부할 때는 스마트폰을 보이지 않는 곳에 두거나 전원을 끄는 것만으로도 집중력을 높이는데 도움이 됩니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학습방해물로 인해 공부에 지장이 많은 편입니다. 스마트폰과 게임으로 인해 일상생활과 학습에 방해를 많이 받고 있는 편입니다. 하루 동안 스마트폰과 게임을 이용하는 시간을 체크하고, 점차적으로 줄이기 위한 계획을 세워 보세요. 개인의 의지와 노력만으로 이용 시간을 줄이기 어렵다면 상담 전문가에게 도움을 요청하는 것이 필요합니다."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학습방해물로 인해 공부에 지장을 많이 받고 있습니다. 스마트폰과 게임을 과도하게 이용하고 있어 일상생활과 학습에 심각한 방해를 받고 있습니다. 하루 동안 스마트폰과 게임을 이용하는 시간을 체크하고, 점차적으로 줄이기 위한 계획을 세워 보세요. 개인의 의지와 노력만으로 이용 시간을 줄이기 어렵다면 상담 전문가에게 도움을 요청하는 것이 필요합니다."
    }
  ],
  "학업소진": [
    {
      "low": 0,
      "high": 29,
      "script": "학업소진 정도가 매우 낮은 수준입니다. 공부하면서 지친다는 생각이 드는 경우가 거의 없고, 공부하는 즐거움을  갖고 있기에 공부로 인해 소진된다고 여기지 않습니다. 현재 성적에 불만족하거나 실망하지 않아서 공부하면서 받는 스트레스가 적을 수 있습니다. 지금과 같은 마음 상태가 유지되기 위해서는 공부마음을 잘 살피고, 학업소진이 일어나는 상황이 발생하지 않도록 학업에 대한 부담감과 스트레스를 꾸준히 관리하시기 바랍니다."
    },
    {
      "low": 30,
      "high": 39,
      "script": "학업소진 정도가 낮은 수준입니다. 공부하면서 지친다는 생각이 드는 경우가 적고, 공부하는 즐거움이 없어서 소진된다고 생각하지 않습니다. 현재의 학업 성적에 불만족하거나 실망하지 않는 편입니다. 지금과 같은 마음 상태가 유지되기 위해서는 공부마음을 잘 살피고, 학업소진이 일어나는 상황이 발생하지 않도록 학업에 대한 부담감과 스트레스를 꾸준히 관리하시기 바랍니다."
    },
    {
      "low": 40,
      "high": 59,
      "script": "학업소진 정도가 보통 수준입니다. 공부하면서 지친다는 생각이 들 때면 일상생활이나 공부하면서 느끼는 즐거움을 갖기 어려울 수 있습니다. 노력한 만큼 성적이 만족스럽지 않을 시에는 실망감으로 인해 공부에 대한 흥미가 줄어들 수 있습니다. 현 상태 이상으로 소진되지 않도록 공부마음을 스스로 잘 살피고, 학업소진이 일어나는 상황에 노출되지 않도록 주의하는 것이 필요합니다."
    },
    {
      "low": 60,
      "high": 69,
      "script": "학업소진 정도가 높은 수준입니다. 공부로 인해 다소 지쳐서 일상생활이나 공부하면서 느끼는 즐거움을 갖기 어려운 편입니다. 노력한 만큼 성적이 만족스럽지 않아 실망감으로 인해 공부에 대한 흥미가 줄어 들었으며, 공부의 필요성도 다소 느끼지 못하는 상태입니다. 이러한 학업소진 상태가 지속되지 않도록 공부 양을 적절히 조절하면서 마음을 다스리는 것이 필요합니다. 힘든 마음이 오래갈 경우 반드시 주변 사람들이나 상담 선생님에게 도움을 요청하세요."
    },
    {
      "low": 70,
      "high": 100,
      "script": "학업소진 정도가 매우 높은 수준입니다. 공부로 인해 많이 지쳐서 일상생활이나 공부하면서 느끼는 즐거움을 갖기 어려운 상태입니다. 노력한 만큼 성적이 만족스럽지 않아 실망감으로 인해  공부에 대한 흥미가 많이 줄어 들었고, 공부의 필요성도 거의 느끼지 못하는 상태입니다. 학업소진 상태가 지속되지 않도록 공부량을 적절히 조절하면서 마음을 다스리는 것이 필요합니다. 힘든 마음이 오래갈 경우 반드시 주변 사람들이나 상담 선생님에게 도움을 요청하세요."
    }
  ]
}