{
  "description": "38개 변인별 레벨 스크립트",
  "scripts": [
    {
      "depth2": "자아 강점>긍정적 자아>자아존중감",
      "depth3": "자아존중감",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "자신에 대해 만족하지 못할 때가 많이 있을 수 있어요. 다른 사람과 비교해 봤을 때스스로가 부족하다고 느끼는 부분이 있어서 나를 좋아하지 않는 마음이 들 수 있어요. 앞으로는 비교하는 마음보다 나의 좋은 점을 발견하고 인정하는 마음을 더욱 많이 가져 보길 바랍니다. 나의 좋은 점과 부족한 점 모두를 인정하는 마음을 갖는 것이 중요하답니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자아존중감",
      "depth3": "자아존중감",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "자신을 가치롭게 생각하는 마음을 더욱 키울 필요가 있겠습니다. 무엇보다 스스로를 존중하고 아끼는 마음을 많이 가지는 것이 중요합니다. 현재 자신의 모습에 대해 충분히 만족하지 못하다면 내가 가진 강점, 아주 작더라도 칭찬할만한 점을 적어 보고, 내 안의 숨은 가치를 찾는 다양한 활동을 하기 바랍니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자아존중감",
      "depth3": "자아존중감",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "나를 아끼고 존중하는 마음을 갖고 있는 편입니다. 스스로에 대해 만족하는 편이나 나의 좋은 점을 자신있게 표현하는 정도가 빈번하지는 않을 수 있습니다. 모든 것을 다 잘하는 사람은 없기 때문에 능력이 많고 적음에 따라 나를 평가하기 보다는 있는 그대로의 내 모습을 더욱 소중히 여기기를 바랍니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자아존중감",
      "depth3": "자아존중감",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "스스로를 존중하는 마음이 높군요. 나를 소중히 여기고, 사랑하는 마음을 갖고 있기에 현재 자신의 모습에 만족하는 편입니다. 지금처럼 자신을 소중히 생각하는 마음을 유지하고, 나의 좋은 모습을 더욱 인정하는 마음을 갖길 바랍니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자아존중감",
      "depth3": "자아존중감",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자신을 아주 소중한 보물처럼 생각하는군요. 자신에 대해 만족하고 있으며, 가치있는 사람이라고 생각하기에 현재 자신의 모습에 대해 매우 만족하고 있습니다. 힘들고 어려운 상황이 왔을 때에도 나를 존중하고 아끼는 마음이 강해서 다시 일어설 힘이 바로 생길 거예요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자기효능감",
      "depth3": "자기효능감",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "자신이 잘할 수 있는 일들이 늘어날 필요가 있다고 생각하는군요. 그래서 새로운 일이 생기면 잘해낼 수 있을까 걱정이 되어 할 수 있는 일도 피할 수 있어요. 그러나 작은 일부터 차근차근 시도하다보면 자신감을 갖게 된답니다. 힘들게 느껴지는 일이나 공부를 할 때 좀 더 자신감을 가지고 시도해 보세요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자기효능감",
      "depth3": "자기효능감",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "내가 조금이라도 잘 할 수 있는 있는 일들을 찾아서 시도하는 것이  필요해 보입니다. 다양한 시도를 하면서 내가 잘 할 수 있는 일들을 발견한다면, 스스로에 대한 믿음을 더욱 가지게 될 거예요. 어려운 상황이 닥쳤을 때는 모든 것을 다 해결하려 하기보다 작은 시도를 하는 것부터 시작해야 한다는 점을 기억해 주세요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자기효능감",
      "depth3": "자기효능감",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 스스로에 대한 자신감을 갖고 있군요. 잘할 수 있는 일들과 하기 어려워 하는 일들을 잘 아는 편이에요. 그래서 새롭게 시도해야 할 일이 생기면 잘할 수 있을지 걱정하면서 주저하는 마음을 갖게 될 수 있어요. 지금도 괜찮지만, 내 안에 숨어 있는 재능을 발견하기 위해서 다양한 도전과 시도를 해본다면 잘할 수 있는 일들을 많이 찾을 수 있을 거예요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자기효능감",
      "depth3": "자기효능감",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "스스로에 대한 믿음이 높아서 어떤 일을 시도할 때에 큰 망설임 없는 편입니다. 어려운 상황에서도 스스로의 힘으로 극복할 수 있다는 자신감이 높군요. 이러한 자신에 대한 믿음을 바탕으로 다양한 분야에 도전해서, 능력을 더욱 쌓아나길 바랍니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>자기효능감",
      "depth3": "자기효능감",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자신감 헤라클레스! 자신감이 상당히 높군요. 자신이 어떤 일이든 잘 할 수 있다는 믿음과 어려운 상황에서도 극복할 수 있다는 믿음이 무척 강합니다. 자신에 대한 탄탄한 믿음을 바탕으로 다양한 시도를 하고 성취 경험을 갖게 되면 스스로에 대한 믿음이 더욱 강해질 거예요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>성장마인드셋",
      "depth3": "성장마인드셋",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "자신의 능력이나 재능이 노력에 의해 바뀌지 않을 거라는 생각을 가지고 있네요. 하지만 지능과 재능은 고정된 것이 아니라 노력과 학습에 의해 얼마든지 변할 수 있답니다. 앞으로 하기 힘든 일이 있을 때 포기하지 말고, 아주 작은 시도라도 조금씩 해나간다면 시간이 지난 후 몰라보게 성장한 내 모습을 발견할 수 있을 거예요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>성장마인드셋",
      "depth3": "성장마인드셋",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "자신의 능력과 재능이 노력하면 향상될 수 있다는 믿음을 키울 필요가 있습니다. 노력한 만큼 능력이 커질 수 있다는 믿음을 갖게 되면 더 많은 시도를 하면서 성장할 수 있기 때문이지요. 공들인 노력은 나를 더 높은 곳으로 안내해 줄 수 있기에 성장할 수 있다는 믿음을 갖고, 작은 일부터 도전해 보세요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>성장마인드셋",
      "depth3": "성장마인드셋",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 자신의 능력과 재능이 향상될 수 있다고 믿고 있네요. 학습하고 노력한 만큼 발전할 수 있다고 생각하지만, 공부가 힘들어지면 자신의 능력이 부족하다고 생각할 때도 있어요. 이럴 때는 주변의 적절한 도움을 받으면서 작은 성취 경험을 만들어보는 것이 좋답니다."
    },
    {
      "depth2": "자아 강점>긍정적 자아>성장마인드셋",
      "depth3": "성장마인드셋",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "자신의 능력과 재능이 성장할 수 있다고 믿고 있군요. 노력한다면 내가 가진 능력이 커질 수 있다는 믿음이 강하게 느껴집니다. 노력한다면 지능이 변할 수 있고, 내 안의 재능도 향상될 수 있다고 믿고 있습니다. 노력은 우리를 성장시키는 힘이 됩니다. 내 능력을 계속해서 향상시킬 수 있는 활동을 찾아 도전해 보세요."
    },
    {
      "depth2": "자아 강점>긍정적 자아>성장마인드셋",
      "depth3": "성장마인드셋",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자신의 능력과 재능이 향상될 수 있다는 믿음이 강하네요. 학습하고 노력한 만큼 자신이 발전할 수 있다고 생각하기에 새로운 것을 배울 때도 두려워하지 않고 적극적으로 할 수 있어요. 앞으로 자신의 학업 목표를 위해 노력하고, 주변의 적절한 도움을 받으면서 작은 성취들을 계속 경험해 보세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서인식",
      "depth3": "자기정서인식",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "자신의 감정 상태가 어떤지, 왜 그런 감정을 느끼는지 잘 알지 못할 때가 많이 있네요. 그럴 때는 언제, 왜, 이런 감정을 느끼는지 감정 상태를 체크해 보세요. 그리고 이 때 심장박동이 빨라지거나 호흡이 거칠어지는지 살펴 보고, 심호흡을 하면서 마음을 다스려 보세요. 이러한 연습을 통해 공부할 때 실망감이나 초조감이 나타나도 잘 다스릴 수 있을 것입니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서인식",
      "depth3": "자기정서인식",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "자신의 감정을 잘 알고 대처하는 것이 필요해 보입니다. 자신의 감정을 인식하지 못하는 경우가 빈번하게 나타날 수 있는데, 스트레스를 많이 받거나 열등감을 느끼는 상황에 놓였을 때 더욱 그럴 수  있습니다. 따라서 평소에 내 감정이 어떤지를 잘 살피는 연습을 통해 공부할 때 나타날 수 있는 실망감이나 초조감을 다스리는 것이 필요합니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서인식",
      "depth3": "자기정서인식",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "자신의 감정 상태가 어떤지, 왜 그런 감정을 느끼는지 대체적으로 알고 있는 편입니다. 때로는 자신의 감정을 인식하지 못할 수 있는데, 스트레스를 많이 받거나 열등감을 느끼는 상황에 놓였을 때 그럴 수 있습니다. 따라서 감정에 귀 기울이는 습관을 갖고, 잘 살핀다면 공부할 때 나타날 수 있는 실망감이나 초조감도 다스릴 수 있을 것입니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서인식",
      "depth3": "자기정서인식",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "자신의 감정 상태가 어떤지, 왜 그런 감정을 느끼는지 잘 알고 있는 편이에요. 어떤 감정을 느낀다면 그에 대한 이유를 아는 편이기에 공부하다가 드는 실망감이나 초조함도 알아차리는 경우가 많은 편입니다. 자기 감정과 그 이유를 잘 아는 것은 자기 감정을 조절할 수 있는 열쇠를 쥐고 있다는 의미와 같기에 늘 나의 공부 감정을 살펴보는 것이 필요합니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서인식",
      "depth3": "자기정서인식",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자신의 감정을 순간순간 잘 알아채고, 그 감정의 원인도 잘 알고 있군요. 어떤 감정을 느낀다면 그에 대한 이유를 잘 알고 있기에 공부하다가 드는 실망감이나 초조함도 잘 알아차리고 대비하는 편이에요. 자기 감정과 그 이유를 잘 아는 것은 자기 감정을 조절할 수 있는 열쇠를 쥐고 있다는 의미와 같기에, 공부할 때 드는 감정도 지금처럼 잘 살펴주세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서조절",
      "depth3": "자기정서조절",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "감정 조절이 안 될 때가 많다고 느끼고 있네요. 화가 났을 때 참기 힘들고, 속상한 감정에 휩쓸려 해야할 공부나 일을 못해낸다고 응답했어요. 자신에게 잘 조절되지 않는 감정이 주로 어떤 감정인지, 어떤 상황에 참기 힘든지 알고 있다면 조절하기 쉬울거 같아요."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서조절",
      "depth3": "자기정서조절",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "자신의 감정을 조절할 수 있는 능력을 향상시킬 필요가 있습니다. 감정에 휩쓸리지 않고 공부에 몰입하거나, 기분이 나쁜 상태에서도 참아내는 능력을 개발하는 것이 요구됩니다. 자기 감정을 조절하는 능력은 학교를 비롯한 다양한 사회생활과 공부에 집중하는데 큰 도움이 되기 때문입니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서조절",
      "depth3": "자기정서조절",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "기분이 나쁠 때나 화가 나는 상황에서 자신의 감정을 적절히 조절할 수 있는 편이에요.  다만, 공부가 뜻대로 되지 않거나, 부모님이나 친구와의 관계가 안좋은 경우 공부에 집중하는 것이 평소보다 어려울 수 있어요. 자기 감정을 지금보다 조금만 더 잘 다스릴 수 있다면 기분에 상관 없이 공부에 더욱 집중할 수 있을 거예요."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서조절",
      "depth3": "자기정서조절",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "자신의 감정을 조절하는 능력이 뛰어납니다. 비교적 감정에 휩쓸리지 않고 공부에 몰입할 수 있으며, 기분이 나쁜 상태에서도 노력한다면 참아낼 수 있습니다. 자기 감정을 조절하는 능력은 학교를 비롯한 다양한 사회생활과 공부에 집중하는데 큰 도움이 됩니다. 감정 조절 능력을 지속적으로 관리하시길 바랍니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>자기정서조절",
      "depth3": "자기정서조절",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "기분이 나쁠 때도 잘 참을 수 있으며, 자신의 감정 조절능력이 탁월합니다. 시험을 망쳤을 때도 감정에 휩쓸리지 않고 다시 공부에 집중할 수 있고, 큰 성과를 이뤄냈을 때도 우쭐거리지 않고 평정심을 유지할 수 있어요. 학업스트레스 상황에서 오는 부정적인 감정도 잘 조절할 수 있어요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인정서인식",
      "depth3": "타인정서인식",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "다른 사람의 감정 상태를 알아차리는 것에 둔감할 수 있습니다. 다른 사람의 감정을 알아차리는데 둔감하여 친구의 감정을 잘 알지 못해 좋은 관계를 맺지 못할 수 있습니다. 다른 사람과 관계가 좋고, 공감을 잘하는 친구의 특징을 찾아서 하나씩 닮고자 노력한다면 친구들의 감정을 잘 이해하게 될 거예요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인정서인식",
      "depth3": "타인정서인식",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "다른 사람의 감정 상태를 알아차리는 것에 둔감한 편입니다. 친구들의 감정이 좋지 않으면 왜 그런 감정을 느끼고 있는지 살피려는 노력이 필요해 보입니다. 누군가의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 경청과 눈맞춤 등의 의식적인 노력을 통해 타인의 감정을 알아차리기 위한 습관을 갖는 것이 필요합니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인정서인식",
      "depth3": "타인정서인식",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "다른 사람의 감정 상태를 대체적으로 잘 아는 편입니다. 친구들의 감정이 어떤지 알 수 있기에 친구가 기분이 좋지 않거나 힘들어 보이는 것을 느낄 수 있습니다. 다른 사람의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 타인의 감정을 알기 위한 경청, 눈맞춤 등의 대화습관을 더욱 많이 활용해 보세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인정서인식",
      "depth3": "타인정서인식",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "다른 사람의 감정 상태를 이해하는 공감 능력이 높은 편입니다. 친구들의 감정이 어떤지, 친구가 기분이 좋지 않으면 왜 그런 감정을 느끼고 있는지 잘 이해할 수 있습니다. 다른 사람의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 내가 가진 공감 능력으로 친구들의 마음을 잘 살펴주세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인정서인식",
      "depth3": "타인정서인식",
      "level": "매우 높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "다른 사람의 마음을 공감하는 능력이 뛰어납니다. 친구들의 감정이 어떤지, 친구가 기분이 좋지 않으면 왜 그런 감정을 느끼고 있는지 이해하는 폭이 넓습니다. 다른 사람의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 내가 가진 공감 능력으로 친구들의 마음을 잘 살펴주세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인공감능력",
      "depth3": "타인공감능력",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "다른 사람의 마음을 이해하는 능력이 많이 요구됩니다. 주변 사람들과의 관계에서 공감과 경청이 나타나지 않을 수 있어요. 내가 다른 사람에게 이해받고 싶듯, 다른 사람들도 누군가에게 이해받고 싶어 하기 때문에 상대의 입장에 서보는 연습이 필요합니다. 이런 연습을 통해 따뜻하고 공감력 높은 사람이 될 수 있을 거예요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인공감능력",
      "depth3": "타인공감능력",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "다른 사람의 마음을 이해하는 능력을 키우는 것이 필요해 보입니다. 주변 사람들이 어려워하는 점을 공감하거나 경청하는 행동이 자주 나타나지 않을 수 있습니다. 내가 다른 사람에게 이해받고 싶듯, 다른 사람들도 누군가에게 이해받고 싶어 하기 때문에 내가 먼저 이해하는 마음을 갖고자 노력해 보길 바랍니다."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인공감능력",
      "depth3": "타인공감능력",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "다른 사람의 마음을 대체적으로 잘 이해하는 편입니다. 주변 사람들이 힘들어하면 같이 마음 아파하며, 다른 사람의 이야기도 잘 들어주는 편이나 깊게 관여하는 경향은 적을 수 있습니다. 지금 보다 더욱 친밀한 관계를 맺기 원한다면 다른 사람의 마음을 더욱 이해하고, 경청하고자 노력해 보세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인공감능력",
      "depth3": "타인공감능력",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "다른 사람의 감정 상태를 이해하는 공감 능력이 높은 편입니다. 친구들의 감정이 어떤지, 친구가 기분이 좋지 않으면 왜 그런 감정을 느끼고 있는지 잘 이해할 수 있습니다. 다른 사람의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 내가 가진 공감 능력으로 친구들의 마음을 잘 살펴주세요."
    },
    {
      "depth2": "자아 강점>대인관계능력>타인공감능력",
      "depth3": "타인공감능력",
      "level": "매우 높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "다른 사람의 마음을 공감하는 능력이 뛰어납니다. 친구들의 감정이 어떤지, 친구가 기분이 좋지 않으면 왜 그런 감정을 느끼고 있는지 이해하는 폭이 넓습니다. 다른 사람의 마음을 헤아릴 수 있다는 것은 좋은 관계를 맺는데 큰 도움이 되기에 내가 가진 공감 능력으로 친구들의 마음을 잘 살펴주세요."
    },
    {
      "depth2": "학습 디딤돌>메타인지>계획능력",
      "depth3": "계획능력",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "계획을 세워서 공부하는 것을 어렵게 생각하고 있군요. 공부 목표를 세우거나, 공부 순서를 정하고, 내가 잘할만한 것을 고려해 계획을 세우는 것에 익숙하지 않을 수 있습니다. 계획하는 능력을 키운다면 공부에 대한 내 자존감이 쑥쑥 커져나갈 수 있으니, 하루에 할 수 있는 공부 계획부터 세워보는 연습이 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>계획능력",
      "depth3": "계획능력",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "계획을 세워서 공부하는 것이 익숙하지 않군요. 공부 목표를 세우거나, 공부 순서를 정하고, 내가 잘할만한 것들 고려해 계획을 세우는 것을 쉽지 않다고 여기는 편입니다. 공부를 계획적으로 하는 것은 쉽지 않지만, 할일 목록을 만들고 해난 결과들을 비교해 본다면 공부에 대한 생각이 새로워질 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>계획능력",
      "depth3": "계획능력",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "학습 목표를 설정하고, 계획을 세우는 편이지만, 가끔은 무엇부터 공부할지 미리 정하지 않고 공부를 시작하기도 해요.  공부를 시작하고, 끝내는 시간과 공부할 분량을 대략적으로 정하여 할 때가 있습니다.  따라서 조금 더 꼼꼼히 계획하는 습관을 갖는 것이 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>계획능력",
      "depth3": "계획능력",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "계획적으로 공부하는 것을 좋아하는 편이군요. 자신만의 공부 목표를 세우고, 어떤 순서로 진행할지 자신의 성향을 고려해서 계획하는 공부 스타일을 가지고 있습니다. 계획하는 능력은 나의 하루를 알차게 채워주는 역할을 합니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>계획능력",
      "depth3": "계획능력",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부 계획을 잘 세우는 꼼꼼한 학생이군요. 자신만의 공부 목표를 세우고, 어떤 순서로 진행할지 자신의 성향을 고려해서 철저히 계획을 세우는 공부 스타일을 가지고 있습니다. 계획을 세우는 능력은 공부뿐만 아니라 다른 일에서도 좋은 결과를 만들 수 있는 능력이에요."
    },
    {
      "depth2": "학습 디딤돌>메타인지>점검능력",
      "depth3": "점검능력",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부한 내용을 확인하고, 점검하는 활동이 많이 요구되네요. 공부하면서 세운 목표가 달성되었는지 확인하거나 공부할 때 나타나는 문제점이 무엇인지 파악하는 노력이 매우 필요한 상황입니다.작은 노력이라도 괜찮아요. 내가 공부하는 모습과 방식에 대해 점검하는 태도를 만들어 보기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>점검능력",
      "depth3": "점검능력",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부한 내용을 확인하고, 점검하는 활동이 요구되네요. 공부하면서 세운 목표가 달성되었는지 확인하거나 공부 할 때 나타나는 문제점이 무엇인지 파악하는 노력이 필요한 상황입니다. 공부 방법을 점검해서 더 좋은 방식을 찾으려는 노력이 이루어진다면 성적 향상에 큰 도움이 될 거예요."
    },
    {
      "depth2": "학습 디딤돌>메타인지>점검능력",
      "depth3": "점검능력",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 공부를 끝낸 후에 공부방법이 적절했는지 생각해보는 편이네요. 학습 목표를 점검하고 학습 과정에서 문제가 없었는지 고민하는 편입니다. 더 잘할 수 있는 공부 방법에 찾아 보려고도 합니다. 공부 활동을 점검하는 것은 학습 성과를 높이는 지름길이기에 지금보다 더욱 많은 시간을 할애하기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>점검능력",
      "depth3": "점검능력",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "꼼꼼히 공부한 내용을 확인하는군요. 공부하면서 세운 목표 달성을 확인하고, 공부의 문제점이 무엇인지 파악하려고 노력하는 편입니다. 때로는 공부 방법을 점검해서 더 좋은 방식을 찾으려고 하는 적극적인 모습이 돋보이네요. 내 공부 방식을 점검하는 태도는 성적 향상에 긍정적인 영향을 줄 거예요."
    },
    {
      "depth2": "학습 디딤돌>메타인지>점검능력",
      "depth3": "점검능력",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부하고 점검하는 활동이 우수하군요. 공부하면서 세운 목표 달성을 확인하고, 문제점이 무엇인지 파악하려고 부단히 노력하는 편입니다. 공부 방법을 점검해서 더 좋은 방식을 찾으려고 하는 적극적인 모습이 돋보이네요. 자신의 공부 방식을 확인하는 능력을 바탕으로 더 나은 성적에 다다를 수 있을 거예요."
    },
    {
      "depth2": "학습 디딤돌>메타인지>조절능력",
      "depth3": "조절능력",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부 과정과 공부 방법을 점검한 후, 더 나아질 수 있는 방법을 찾는 노력이 매우 많이 필요합니다. 공부 목표와 계획을 상황에 맞게 조절하는 능력이 부족하여, 과목에 적합한 학습 방법을 익히는 것이 상당히 요구됩니다. 공부에 도움되지 않는 습관들을 어떻게 바꿀 수 있을지를 생각해 보고, 당장 실행할 수 있는 것부터 하나씩 개선하려는 노력이 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>조절능력",
      "depth3": "조절능력",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부하는 과정과 공부 방법을 점검한 후, 개선이 필요한 방법을 찾는 노력이 많이 필요합니다. 공부 목표와 계획을 상황에 따라 조절하는 능력이 다소 부족하기에, 각 교과별로 적합한 학습 방법을 익히는 것이 요구됩니다. 공부에 도움되지 않는 나쁜 습관이 있다면 어떻게 바꿀 수 있을지를 생각해 보고, 개선하기 위한 노력이 상당히 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>조절능력",
      "depth3": "조절능력",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 공부하는 과정을 살피면서 부족한 점을 개선하려는 편입니다. 공부 목표와 계획을 때때로 상황에 따라 조절하고, 학습 방법을 바꿀 수도 있습니다. 만약 본인에게 공부에 도움이 되지 않는 나쁜 습관이 있다면 바꾸려고 시도하는 편이나, 좋은 성적을 거두기 위해서는 지금보다 잘못된 공부습관을 개선하려는 노력을 더욱 기울일 필요가 있습니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>조절능력",
      "depth3": "조절능력",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부하는 과정을 잘 살펴서 좋은 성적이 나올 수 있도록 노력하는 편입니다. 공부 목표와 계획을 상황에 따라 비교적 잘 조절하고, 학습 방법을 적절하게 선택할 줄 압니다. 만약 본인에게 공부에 도움되지 않는 나쁜 습관이 있다면 바꾸기 위해 노력을 기울입니다. 앞으로도 잘못된 공부습관을 바꾸기 위한 노력을 계속한다면 좋은 성적을 거둘 수 있을 것입니다."
    },
    {
      "depth2": "학습 디딤돌>메타인지>조절능력",
      "depth3": "조절능력",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부하는 과정을 잘 살펴서 좋은 성적이 나올 수 있도록 노력하는군요. 공부 목표와 계획을 상황에 따라 잘 조절하고, 좋은 학습 방법을 선택하고, 공부에 도움이 되지 않는 나쁜 습관은 바꾸기 위해 부단히 노력합니다. 지금처럼 잘못된 공부습관을 조절할 수 있는 능력을 유지한다면 효율적인 공부를 할 수 있어서, 좋은 성적을 거둘 수 있을 것입니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>공부환경",
      "depth3": "공부환경",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부하기 전, 주변을 정리하는 것이 많이 필요 합니다. 공부에 집중하기 위해 주변을 정리하는데 시간을 정하여 정리 정돈하는 것이 상당이 요구됩니다. 쾌적한 환경을 만들고, 필요한 것들을 쉽게 찾을 수 있게 주위환경을 정돈하는데 노력함으로써 공부에 집중할 수 있습니다. 잘 정돈된 환경은 학습 능률을 올려주기에 꼭 주변 환경을 정리하고 학습하기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>공부환경",
      "depth3": "공부환경",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부하기 전, 주변을 정리하는 것이 필요합니다. 공부에 집중하기 위해 주변을 정리하는데 시간을 쓰는 것이 중요합니다. 쾌적한 환경을 만들고, 필요한 것들을 쉽게 찾을 수 있게 주위 환경을 정돈함으로써 집중력을 향상시킬 수 있습니다. 본인만의 정리 방법이 있을 수 있겠지만, 일반적으로 잘 정돈된 환경은 학습 능률을 올려줍니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>공부환경",
      "depth3": "공부환경",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "공부하기 전, 가능한 주변을 정리하려고 합니다. 공부에 집중하기 위해 주변을 정리하는데 종종 시간을 쓰고 있습니다. 쾌적한 환경을 만들고, 필요한 것들을 쉽게 찾을 수 있게 주위환경을 정돈하기 위해 관심이 있는 편입니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>공부환경",
      "depth3": "공부환경",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부하기 전, 공부에 집중할 수 있게 자신의 주변을 정돈하고, 공부에 필요한 물건을 책상에 갖추고 있는 편입니다. 자신이 어떤 환경에서 공부에 몰입할 수 있는지 알고, 그런 환경을 만들기 위해 노력하는 편입니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>공부환경",
      "depth3": "공부환경",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부하기 전, 공부에 집중할 수 있게 자신의 주변을 잘 정돈하고, 공부에 필요한 물건을 책상에 잘 갖추고 있어요. 자신이 어떤 환경에서 공부에 몰입할 수 있는지 알고, 그런 환경을 만들기 위해 노력합니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시간관리",
      "depth3": "시간관리",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "시간 계획을 세우고 공부하는 것을 매우 어려워할 수 있습니다. 시간에 따라 규칙적으로 공부하기보다 즉흥적으로 하는 것에 더 익숙합니다. 공부 시간을 정해두거나 계획대로 공부하는 것이 필요하지 않다고 생각할 수 있습니다. 규칙적인 식사로 건강을 유지할 수 있듯이 시간계획에 따라 공부습관을 갖는다면, 학습 성과를 높일 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시간관리",
      "depth3": "시간관리",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "시간계획에 맞춰 공부하는 것을 좋아하지 않는 편입니다. 시간에 따라 규칙적으로 공부하는 것보다 즉흥적으로 공부하는 것을 좋아할 수 있습니다. 공부 시간을 정해두거나 시간 계획을 따르며 공부하는 것을 불편하게 생각할 수 있습니다. 자신만의 공부 스타일을 지키는 것도 좋지만, 만족할만한 성적이 나오지 않는다면 시간관리부터 시작해보세요."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시간관리",
      "depth3": "시간관리",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "공부할 때 대체적으로 시간관리에 신경쓰는 편입니다. 학습시간을 정하여 규칙적으로 공부하려는 편입니다. 공부 시간을 정해두거나 시간 계획을 따르며 공부하려고 하지만 지키기 어려울 때도 종종 있습니다. 시간을 잘 관리하는 것은 학습 성과를 높여주는 만큼, 학습 시간을 일정하게 유지하기 위해 조금 더 노력하기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시간관리",
      "depth3": "시간관리",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부 시간을 적절히 관리하고, 활용하고 있군요. 시간에 따라 규칙적으로 공부하는 것을 좋아하는 편입니다. 일상에서 공부 시간을 정해두거나 시간 계획을 따르며 공부하는 것을 선호합니다. 시간관리를 통한 공부 습관을 더 키워나간다면, 학습 성과는 더욱 커질 것입니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시간관리",
      "depth3": "시간관리",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부 시간을 관리하고, 활용하는데 탁월하군요. 시간에 따라 규칙적으로 공부하는 것을 매우 좋아하는 편입니다. 일상에서 공부 시간을 정해두거나 시간 계획을 따르며 공부하는 것을 아주 선호할 가능성이 높습니다. 지금처럼 규칙적인 공부습관을 지속할 수 있다면, 성적도 계속 향상될 수 있을 거예요."
    },
    {
      "depth2": "학습 디딤돌>학습기술>수업태도",
      "depth3": "수업태도",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "수업태도를 개선할 필요성이 많이 있습니다. 수업 내용을 귀담아듣는 게 힘들고, 선생님의 이야기에 집중하는 것이 어려울 가능성이 높습니다. 수업 준비물 또한 제대로 챙기지 못하는 경우가 많을 수 있습니다. 수업에 집중할 수 있는 작은 활동을 찾아 하나씩 실천해 보시기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>수업태도",
      "depth3": "수업태도",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "수업태도를 개선할 필요가 있습니다. 아는 내용이라면 귀담아듣는 게 힘들고, 선생님의 이야기에 집중하는 것이 어려울 수 있습니다. 수업 준비물 또한 이따금 빠트릴 때가 있을지도 모르겠네요. 무엇이 내가 수업에 집중하는 것을 방해하는지 살펴보고 개선해 보기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>수업태도",
      "depth3": "수업태도",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 괜찮은 수업태도를 지녔습니다. 수업시간에 집중력을 잃지 않으려고 노력하는 편입니다. 아는 내용이라도 귀담아듣고, 선생님의 이야기에 집중하려고 합니다. 수업 준비물 또한 빠트리지 않으려고 하지만 간혹 놓칠 때도 있습니다. 수업태도는 학업성적을 향상하는데 매우 중요하기에 지금보다 더욱 집중하기 위해 노력해 주세요."
    },
    {
      "depth2": "학습 디딤돌>학습기술>수업태도",
      "depth3": "수업태도",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "좋은 수업태도를 지녔군요. 수업시간에 집중력이 높은 편입니다. 아는 내용이라도 흘려 듣지 않고, 선생님의 이야기를 놓치지 않으려고 애씁니다. 수업 준비물 또한 빠지지 않고 챙깁니다. 지금과 같은 수업태도를 꾸준히 지켜나간다면 좋은 학습결과를 만들어낼 수 있을거에요."
    },
    {
      "depth2": "학습 디딤돌>학습기술>수업태도",
      "depth3": "수업태도",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "정말 훌륭한 수업태도를 지녔군요. 수업시간에 집중력이 매우 높습니다. 아는 내용이라도 흘려 듣지 않고, 선생님의 이야기를 놓치지 않으려고 애씁니다. 수업 준비물 또한 빠지지 않고 꼼꼼히 챙깁니다. 지금과 같은 수업태도는 성공적인 학교생활에 큰 도움이 됩니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>노트하기",
      "depth3": "노트하기",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "메모나 필기하는 것을 매우 어려워할 수 있습니다. 학습한 내용을 필기하는 것은 불필요하다고 생각할 수 있습니다. 학습 후 중요한 내용을 알아볼 수 있게 정리하고 시험공부 시 정리해 둔 노트를 활용하는 습관을 갖는 것이 필요합니다. 공부하고 나서 무엇이 중요한지 몰라 고민해 본 적이 없나요? 노트 필기가 그 고민을 해결해 줄 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>노트하기",
      "depth3": "노트하기",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "메모나 필기에 익숙하지 않은 편입니다. 학습 요점이나 이해한 내용을 메모하는 것을 어려워할 수 있습니다. 중요한 내용을 알아볼 수 있게 정리하고 시험공부를 할 때 메모 내용을 활용하는 것 또한 본인에게 부담이 될 수 있습니다. 핵심 내용을 요약하고 정리하는 것은 학습에 꼭 필요한 습관이기에 적은 내용이라도 필기하는 습관을 가져 보세요."
    },
    {
      "depth2": "학습 디딤돌>학습기술>노트하기",
      "depth3": "노트하기",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 메모나 필기를 활용하고자 노력하는 편입니다. 학습 요점이나 이해한 내용을 필기하려는 편입니다. 중요한 내용을 알아볼 수 있게 정리하고, 시험공부를 할 때 노트를 활용하고자 합니다. 핵심 내용을 요약하고 메모하는 습관은 성적을 올리는 지름길이 될 수 있기에 노트 활용도를 더욱 높이기 위한 노력이 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>노트하기",
      "depth3": "노트하기",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "메모나 필기를 적절히 활용하고 있습니다. 학습 요점이나 이해한 내용을 메모하는 것에 익숙합니다. 또한 중요한 내용을 알아 볼 수 있게 정리하고 시험 공부를 할 때 노트를 잘 활용하고 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>노트하기",
      "depth3": "노트하기",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "메모나 필기를 아주 적극적으로 활용하고 있군요. 학습 요점이나 이해한 내용을 메모하는 것에 아주 익숙합니다. 중요한 내용을 쉽게 알아 볼 수 있게 정리하고 시험 공부를 할 때 노트를 매우 적극적으로 활용하고 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시험준비",
      "depth3": "시험준비",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "시험준비를 어떻게 해야 하는지 잘 알지 못할 수 있습니다. 선생님이 수업시간에 강조한 내용을 기록하는 것이 상당히 어려울 수 있습니다. 시험공부를 할 때 중요한 내용을 중심으로 공부하거나, 시험을 칠 때는 지시문을 꼼꼼히 읽는 행동이 어려워서 많은 연습이 필요할 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시험준비",
      "depth3": "시험준비",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "시험준비를 하는데 어려움이 있을 수 있습니다. 선생님이 수업시간에 강조한 내용을 기록하는 것이 익숙하지 않을 수 있습니다. 시험공부를 할 때 중요한 내용을 중심으로 공부하거나, 시험을 칠 때는 지시문을 꼼꼼히 읽는 행동이 어려울 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시험준비",
      "depth3": "시험준비",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 시험준비를 잘 하고 있습니다. 종종 선생님이 수업시간에 강조한 내용은 메모하는 것으로 보입니다. 때때로 시험공부를 할 때 중요한 내용을 중심으로 공부하고, 시험을 칠 때는 지시문을 꼼꼼히 읽어 좋은 점수를 받기 위해 노력하기도 합니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시험준비",
      "depth3": "시험준비",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "시험준비를 철저히 하고 있네요. 선생님이 수업시간에 강조한 내용은 메모하는 것으로 보입니다. 시험공부를 할 때 중요한 내용을 중심으로 공부하고, 시험을 칠 때는 지시문을 꼼꼼히 읽어 좋은 점수를 받기 위해 노력을 기울이고 있습니다."
    },
    {
      "depth2": "학습 디딤돌>학습기술>시험준비",
      "depth3": "시험준비",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "시험을 철저히 준비하는군요. 선생님이 수업시간에 강조한 내용은 항상 메모하는 것으로 보입니다. 시험공부를 할 때 중요한 내용을 중심으로 공부하고, 시험을 칠 때는 지시문을 꼼꼼히 읽어 좋은 점수를 받기 위해 많은 노력을 기울이고 있습니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 의사소통",
      "depth3": "부모 의사소통",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "부모님과 대화하는 게 많이 어려워서 친구, 학교생활, 미래 등 자신의 관심사에 대해 자유롭게 말씀 드리기 어렵다고 생각할 수 있어요. 부모님과는 세대가 다르고 관심사와 가치관이 달라서 소통이 어렵다고 느낄 수 있지만 부모님의 말씀을 들어보고, 나의 생각도 계속 솔직하게 말할 수 있는 노력이 필요합니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 의사소통",
      "depth3": "부모 의사소통",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "부모님과 대화하는 것을 다소 어렵게 느끼고 있군요. 부모님께 자신의 관심사(친구, 학교생활, 공부 등)에 대해 말씀 드리기 어려워 할 수 있어요. 모든 것을 부모님께 이야기해야 하는건 아니에요. 하지만, 일상을 공유하면 부모님과 더욱 가까워질 수 있고, 많은 도움을 받을 수 있답니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 의사소통",
      "depth3": "부모 의사소통",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "부모님과의 대화에서 대체로 만족하고 있는 편이며, 부모님께 자신의 관심사(친구, 학교생활, 공부 등)에 대해 이야기하는 편이군요. 다만, 조금 더 적극적으로 부모님과 대화하는 시간과 기회를 늘려봐도 좋을 것 같아요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 의사소통",
      "depth3": "부모 의사소통",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "부모님과 중요한 문제(친구, 학교생활, 공부 등)를 의논할 수 있다고 생각하고 있어요. 부모님께 자신의 관심사에 대해 자유롭게 이야기할 수 있는 편이군요. 부모님과 충분히 대화하기 때문에 어려움이 있어도 적절히 도움 받을 수 있을 것이라 생각하는 편입니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 의사소통",
      "depth3": "부모 의사소통",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "부모님과 중요한 문제(친구, 학교생활, 공부 등)를 잘 의논할 수 있다고 생각하고 있어요. 부모님께 자신의 관심사에 대해 자유롭게 이야기할 수 있군요. 부모님과 충분히 대화하기 때문에 어려움이 있어도 적절히 도움 받을 수 있을 것이라 생각해요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 학업지지",
      "depth3": "부모 학업지지",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 대해 나의 생각보다 부모님의 말씀을 따르라고 하시는 경우가 매우 많을 수 있어요. 그리고 부모님께서 나의 노력에 대해서도 잘 모르고 계신다고 생각할 수 있어요. 이런 경우 섭섭한 마음을 갖기보다는 충분히 생각한 후 정리된 의견을 공손한 자세로 의논 드린다면 부모님께서 여러분의 생각을 적절히 반영해 주실 것이라 믿습니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 학업지지",
      "depth3": "부모 학업지지",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부에 대해 나의 생각보다 부모님의 말씀을 따르라고 하시는 경우가 많을 수 있어요. 그래서 내가 하고 싶은 공부보다 부모님의 의견에 따라서 해야 하는 공부가 있을 수 있습니다. 나의 노력에 대해 몰라 주실 수도 있어요. 만약 현재 상황이 불편하다면 공부와 관련하여 부모님과 충분한 대화를 통해 원하는 공부 방식을 의논하기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 학업지지",
      "depth3": "부모 학업지지",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "부모님께서 대체적으로 공부에 대한 나의 생각을 존중해 주시는군요. 그리고 내가 하고 싶은 공부를 하도록 지지해 주시고, 내가 공부하면서 애쓰는 모습도 알아주시는 편이라고 느낍니다. 다만, 아쉬운 부분이 있다면 부모님과 대화를 통해 원하는 도움을 받기를 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 학업지지",
      "depth3": "부모 학업지지",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "부모님께서 공부할 수 있도록 적절히 응원해 주시는군요. 부모님은 공부에 대한 본인의 의견을 존중하고 계십니다. 부모님은 원하는 공부를 할 수 있도록 만들어 주시고, 얼마나 노력을 하고 있는지 알고 계시네요. 공부에 대한 부모님의 지지는 학업에 집중하도록 만들어줍니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>부모 학업지지",
      "depth3": "부모 학업지지",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "부모님이 공부에 관하여 자신의 생각을 존중해주시며, 자신이 노력하는 것을 알아주신다고 생각하고 있어요. 부모님의 학업적 지지를 바탕으로 안정되게 학업에 몰두할 수 있을 것으로 생각돼요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>친구 정서지지",
      "depth3": "친구 정서지지",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "친구들과의 관계에서 관심을 적게 받는다고 느낄 수 있습니다. 친구들로부터 존중받거나, 친구들이 걱정해주는 일이 잘 나타나지 않을 수 있습니다. 친구와의 관계가 생각만큼 쉽게 잘 풀리지 않을 수 있어서 친구관계에 어려움을 겪고 있다면 선생님과 부모님과 많은 대화를 나눠보길 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>친구 정서지지",
      "depth3": "친구 정서지지",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "친구들과의 관계에서 관심을 다소 적게 받는다고 느낄 수 있습니다. 나의 의견을 존중해주거나, 내 기분이 안 좋을 때 친구들이 나를 위해 애써준다고 느끼지 못할 수 있습니다. 친구 관계는 내가 먼저 관심을 보일 때 더욱 좋아질 수 있기 때문에 조금만 다가가 주기 바랍니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>친구 정서지지",
      "depth3": "친구 정서지지",
      "level": "보통",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "친구들이 대체적으로 나에게 관심을 가지고 있습니다. 나의 의견을 존중해주거나, 내 기분이 안 좋을 때 친구들이 나를 위해 애써주는 편입니다. 다만, 친구들이 자신의 일에 항상 관심을 가지고 걱정을 해주거나, 매번 자신의 의견을 존중해 준다고 보기는 어렵기에 앞으로 좋은 관계를 맺기 위해 조금 더 노력해 보세요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>친구 정서지지",
      "depth3": "친구 정서지지",
      "level": "높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "친구들로부터 관심을 받고 있어요. 친구들은 나를 존중하는 것으로 보입니다. 어떤 일이 생겼을 때 걱정해 주고, 기분을 풀어주려고 노력할 가능성이 높습니다. 학교에서 친구들과 함께 있는 것이 편하다고 느낄 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>친구 정서지지",
      "depth3": "친구 정서지지",
      "level": "매우높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "친구들의 응원과 지지를 많이 받고 있군요! 친구들은 본인의 의견을 무척이나 존중하고 있습니다. 당신에게 어떤 일이 생기면 걱정해 주고, 기분을 풀어주려고 무척 노력합니다.   친구들을 '내 편'이라고 생각할 가능성이 높아 보이네요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>교사 정서지지",
      "depth3": "교사 정서지지",
      "level": "매우 낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "선생님이 나에게 관심과 보살핌을 주시지 않는다고 생각하고, 어려움에 처했을 때도 격려와 용기를 받지 못할 거라고 예상하고 있어요. 선생님에 대한 기대가 적어서 다가가지 않게 되면 학습 흥미가 떨어지거나 학교생활이 어려울 수 있기 때문에 인사를 잘 하는 것부터 조금씩 노력해 보면, 선생님과 좋은 관계를 가질 수 있을 거예요."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>교사 정서지지",
      "depth3": "교사 정서지지",
      "level": "낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "선생님으로부터 관심을 다소 적게 받는다고 느낄 수 있어요. 선생님께서 내가  어려움에 처한다면 격려해 주시거나, 용기를 줄 것이라는 생각이 들지 않을 수 있습니다. 선생님에 대한 기대가 적어서 다가가지 않게 되면 학습 흥미가 떨어지거나  학교생활이 어려울 수 있기 때문에 용기를 갖고 선생님과 좋은 관계를 맺도록 노력해 보면 좋겠습니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>교사 정서지지",
      "depth3": "교사 정서지지",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "선생님이 대체적으로 나에게 관심과 보살핌을 주신다고 생각하고, 어려움에 처했을 때도 어느 정도 격려와 용기를 주실 것으로 생각하고 있어요. 선생님에 대한 일반적인 기대를 바탕으로, 무난하게 학교생활을 할 수 있을 것으로 보입니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>교사 정서지지",
      "depth3": "교사 정서지지",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "선생님께서 나에게 관심을 주고, 존중해 주시는 경향이 높은 편입니다. 또한 어떤 일이 생겼을 때 걱정해주고, 용기를 주려고 노력하실 가능성도 높습니다. 학교에서 선생님을 만나 이야기하는 것이 어렵지 않으며, 편하다고 느낄 수 있습니다."
    },
    {
      "depth2": "학습 디딤돌>지지적관계>교사 정서지지",
      "depth3": "교사 정서지지",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "선생님이 나에게 관심과 보살핌을 주시며 이야기도 잘 들어주시고, 어려움에 처했을 때도 적극적으로 격려하고 용기를 주실 것으로 생각하는 경향이 매우 높습니다. 선생님의 신뢰와 지지를 받기에 안정감을 느끼며 학교생활을 할 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>활기",
      "depth3": "활기",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부가 재미 있다고 느끼지 않는 편입니다. 새로운 내용을 배우는 것을 어려워하고, 공부할 때 힘들어할 가능성이 매우 큽니다. 좋아하는 책이나 과학 만화와 같이 흥미를 갖고 공부할 수 있는 것부터 조금씩 공부시간을 늘려보고, 새롭게 알게되는 내용을 경험하면서 공부하는 즐거움을 가져 보세요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>활기",
      "depth3": "활기",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부가 비교적 재미 있다고 느끼지 않는 편입니다. 새로운 내용을 배우는 것을 어려워하고, 공부할 때 힘들어할 가능성이 큽니다. 좋아하는 과목부터 조금씩 공부 시간을 늘려보고, 새롭게 알게되는 내용을 경험하면서 공부하는 즐거움을 가져 보세요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>활기",
      "depth3": "활기",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 새로운 내용을 배우기 좋아하고, 공부에 흥미가 있는 편입니다. 다만, 현재 수준 이상의 성적을 얻기 위해서는 배우고, 익히는 것을 더욱 좋아할 필요가 있습니다. 공부하는 즐거움을 갖기 위해 실천할 수 있는 작은 습관을 떠올려보고 적용해 보세요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>활기",
      "depth3": "활기",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부를 통해 얻는 에너지가 높은 편이군요. 새로운 내용을 배우는 것을 즐거워하고, 공부할 때 활기가 생기는 편입니다. 이러한 공부 에너지는 단기적으로 얻는 성적 향상의 기쁨보다 앎의 즐거움이 더욱 클 때 유지될 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>활기",
      "depth3": "활기",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부를 통해 얻는 에너지가 매우 높군요. 새로운 내용을 배우는 것을 매우 즐거워하고, 공부할 때 활기가 생깁니다. 이러한 높은 공부 에너지가 꾸준히 유지되기 위해서는 단기적으로 얻는 성적 향상보다 앎의 즐거움에 초점을 맞추는 것이 중요합니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>몰두",
      "depth3": "몰두",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 집중하는데 도움이 많이 필요하군요. 때때로 수업시간에 집중하거나 공부하는 장소가 바뀐다면 집중하는데 어려움이 많아 도움이 필요할 수 있습니다. 또한 공부를 시작하고 집중하기까지 시간이 많이 걸릴 수 있습니다. 공부에 몰두하기 위해 할 수 있는 것을 적어보고, 하나씩 실천해 보는 것이 필요합니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>몰두",
      "depth3": "몰두",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부하면서 집중하는데 다소 어려움이 따를 수 있습니다. 수업시간에 집중하거나 공부하는 장소가 바뀐다면 집중하는데 어려움을 겪을 수 있습니다. 또한 공부를 시작하고 집중하기까지 시간이 다소 걸릴 수 있습니다. 공부에 몰두하기 위해 할 수 있는 것을 적어보고, 하나씩 실천해 보는 것이 필요합니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>몰두",
      "depth3": "몰두",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 공부 장소가 달라져도 집중하는데 큰 어려움이 없고, 수업시간에도 집중 하는 편이에요. 또한 공부를 시작하면 집중하는 편입니다. 집중하고자 노력하는 습관은 단기간에 많은 공부를 할 수 있도록 돕기 때문에 지금보다 더 집중할 수 있다면 한 단계 더 성장할 수 있을 거예요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>몰두",
      "depth3": "몰두",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부할 때 잘 집중하는 편이군요. 수업시간뿐만 아니라 다른 장소에서도 비교적 집중력을 유지하여 공부할 수 있습니다. 또한 공부를 시작하면 바로 집중하기에 학습 진도가 빠른 편입니다.높은 집중력을 바탕으로 공부 목표를 정하여 달성도를 확인하는 습관을 갖는다면 더욱 성취감을 느낄 수 있을 거예요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>몰두",
      "depth3": "몰두",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부할 때 집중력이 매우 높군요. 수업시간에 집중하는 것은 물론이고 장소가 바뀌어도 집중력이 높게 유지됩니다. 또한 공부를 시작하면 바로 집중하는 능력이 상당합니다. 높은 집중력을 바탕으로 공부 목표를 정하여 달성도를 확인하는 습관을 갖는다면 더욱 성취감을 느낄 수 있을 거예요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>의미감",
      "depth3": "의미감",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부가 필요한 이유와 왜 공부를 해야하는지를 아직 찾지 못했군요. 공부가 도전할 만한 일이나 보람을 준다고 느끼지 않아서, 공부하는데 시간을 잘 쓰지 않을 수 있어요. 나에게 있어 공부라는 어떤 것일까요? 내가 공부하는 이유, 공부를 통해 이루고자 하는 목표를 적어보고 나만의 목표를 구체화시켜 보세요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>의미감",
      "depth3": "의미감",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부가 필요한 이유와 목적을 찾는데 어려움이 있군요. 공부가 도전할 만한 일이나 보람을 준다고 느끼지 않을 수 있습니다. 나에게 있어 공부란 어떤 것일까요? 내가 공부하는 이유, 공부를 통해 이루고자 하는 목표를 적어보고 나만의 목표를 구체화시켜 보세요."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>의미감",
      "depth3": "의미감",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 공부가 필요한 이유와 목적을 아는 편입니다. 때때로 공부는 도전할 만한 일이자 보람을 준다고 느낄 수 있습니다. 그렇지만 내가 공부하는 이유, 공부를 통해 이루고자 하는 목표를 보다 구체화할 필요가 있어요. 나만의 공부목표를 이루고 싶은 꿈과 연결하여 생각해 보기바랍니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>의미감",
      "depth3": "의미감",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부를 왜 해야 하는지 의미와 목적을 알고 공부하는 편입니다. 공부는 도전할 만한 일이자 보람을 준다고 느끼는 편입니다. 일반적인 의미를 넘어 공부를 통해 이루고자 하는 나만의 목표를 명확히 한다면 공부를 지속하는데 더욱 큰 힘이 될 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>학업열의>의미감",
      "depth3": "의미감",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부를 왜 해야 하는지 의미와 목적을 잘 알고 공부하고 있습니다. 공부는 도전할 만한 일이자 큰 보람을 주는 것이라 강하게 느끼고 있습니다. 일반적인 의미를 넘어 공부를 통해 이루고자 하는 나만의 목표를 명확히 한다면 공부를 지속하는데  더욱 큰 힘이 될 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>성장력>자율성",
      "depth3": "자율성",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "자신이 어떻게 생활할지 스스로 결정하는 것이 어려울 수 있어요. 다른 사람의 간섭으로 자신이 원하는 대로 결정할 수 없을 때가 자주 있다고 느끼는 편이에요. 자신의 생각과 의견을 말하는 것이 어려울 수 있어서 손해를 봤던 일이 많이 있을 수 있어요. 조금 더 자신있게 나를 표현하고, 내 생각대로 행동하는 습관을 가져 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>자율성",
      "depth3": "자율성",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "때때로 자신이 어떻게 생활할지 스스로 결정할 수 있지만, 다른 사람의 간섭으로 자신이 원하는 대로 결정할 수 없을 때가 있다고 느낄 수 있어요. 자신의 생각과 의견을 말하는 것이 어려울 수 있어서 손해를 봤던 일이 있을 수 있어요. 조금 더 자신있게 나를 표현하고, 내 생각대로 행동하는 습관을 가져 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>자율성",
      "depth3": "자율성",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "어느 정도 자기 삶에 대한 결정권을 가지고 있군요. 대체로 자신의 생활을 자유롭게 결정할 수 있으며, 다른 사람의 간섭 또한 많지 않습니다. 종종 개인적인 생각을 자유롭게 표현하시기도 하는군요. 자유로운 선택을 할 수 있을 때, 내 마음은 좀 더 성장할 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>성장력>자율성",
      "depth3": "자율성",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "자기 삶에 대한 결정권을 가지고 있군요. 자신의 생활을 자유롭게 결정할 수 있으며, 다른 사람의 간섭 또한 거의 없다고 보입니다. 개인적인 생각을 자유롭게 표현하는데 문제가 없군요. 선택들이 쌓여 멋진 결과가 되도록 노력해보아요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>자율성",
      "depth3": "자율성",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자기 삶에 대한 결정권을 확실히 가지고 있군요. 자신의 생활을 매우 자유롭게 결정할 수 있으며, 다른 사람의 간섭 또한 없다고 보입니다. 개인적인 생각을 자유롭게 표현하는데 전혀 문제가 없군요. 순간순간 책임감 있는 선택으로 내 삶을 더 멋지게 만들어보아요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>유능성",
      "depth3": "유능성",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "내가 할 수 있는 일들이 별로 없다고 느낄 수 있어요. 내가 시도한 일들에서 성취감을 느끼거나 자신감을 갖게 되는 경우가 거의 없을 수 있어요. 그런데 이러한 마음이 비교를 자주 하기 때문은 아닌지 생각해보세요. 다른 사람과 비교하지 말고, 내가 잘할 수 있는 것부터 하나씩 시도하다보면 하기 어려웠던 일들도 해낼 수 있을 거예요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>유능성",
      "depth3": "유능성",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "때때로 내가 할 수 있는 일들이 많지 않다고 생각할 수 있어요. 내가 시도한 일들에서 성취감을 느끼거나 자신감을 갖게 되는 경우가 잘 없을 수 있어요. 그런데 이러한 마음이 비교를 자주 하기 때문은 아닌지 생각해보세요. 다른 사람과 비교하지 말고, 내가 잘할 수 있는 것부터 하나씩 시도하다보면 하기 어려웠던 일들도 해낼 수 있을 거예요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>유능성",
      "depth3": "유능성",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "내가 다 잘할 수는 없지만 대체적으로 잘할 수 있는 것들이 있다고 생각하는 편이에요. 내가 하는 일들을 통해 성취감을 느낄 때도 있고, 맡겨진 일은 평균 이상으로 할 수 있다는 자신감이 있는 편이에요. 다양한 시도를 하면서 성취감을 많이 경험한다면 자신감이 더욱 커질 거예요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>유능성",
      "depth3": "유능성",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "자신이 하는 일들을 통해 성취감을 느끼며, 잘 하는 것이 많다고 생각하는 편이에요. 나에게 주어진 일을 잘 해낼 것이라는 자신감이 있는 편이에요. 이러한 자신감을 바탕으로 내가 도전할 수 있는 것들을 다양하게 시도해 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>유능성",
      "depth3": "유능성",
      "level": "보통",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "자신이 하는 일들을 통해 성취감을 느끼고, 잘 하는 것이 많다고 생각해요. 나에게 주어진 일을 잘 해낼 것이라는 자신감이 있네요. 이러한 자신감을 바탕으로 내가 도전할 수 있는 것들을 다양하게 시도해 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>관계성",
      "depth3": "관계성",
      "level": "높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "친구 및 주변 사람들과 좋은 관계를 갖는 것이 어려울 수 있습니다. 만나는 사람들과 어색하게 지내거나, 주변 사람들이 나에게 친밀감을 표현하지 않을 수 있습니다. 친구들과 좋은 관계를 유지할수록 학교생활과 학습활동에 많은 도움이 되기에 먼저 인사하고, 배려하면서 도움주는 활동을 활발하게 시도해 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>관계성",
      "depth3": "관계성",
      "level": "매우높음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "친구 및 주변 사람들과 좋은 관계를 맺기 위한 노력이 필요합니다. 만나는 사람들과 서먹하게 지내거나, 주변 사람들이 나에게 친밀감을 표현하지 않을 수 있습니다. 친구들과 좋은 관계를 유지할수록 학교생활과 학습활동에 많은 도움이 되기에 먼저 인사하고, 배려하면서 도움주는 활동을 활발하게 시도해 보세요."
    },
    {
      "depth2": "긍정적 공부마음>성장력>관계성",
      "depth3": "관계성",
      "level": "매우 낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체적으로 친구 및 주변 사람들과 사이가 나쁘지 않습니다. 만나는 사람들과 잘 지내는 편이고, 주변 사람들은 나에게 따뜻하게 대해주려 합니다. 친구들과 좋은 관계를 유지할수록 학교생활과 학습활동에 많은 도움이 되기에 배려하고, 도움주는 활동을 계속해 주세요"
    },
    {
      "depth2": "긍정적 공부마음>성장력>관계성",
      "depth3": "관계성",
      "level": "낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "친구 및 주변 사람들과 잘 지내는 편이군요. 만나는 사람들과 잘 지내고 있고, 주변 사람들은 나에게 따뜻하게 대해주려 노력을 기울이는 편입니다. 이러한 좋은 관계를 통해 학습활동에서도 도움을 주고 받는다면 내가 성장하는데 큰 힘이 될 수 있습니다."
    },
    {
      "depth2": "긍정적 공부마음>성장력>관계성",
      "depth3": "관계성",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "친구 및 주변 사람들과 좋은 관계를 맺고 있군요. 만나는 사람들과 매우 잘 지내고 있고, 주변 사람들은 나에게 따뜻하게 대해주려 많은 노력을 기울입니다. 이러한 좋은 관계를 통해 학습활동에서도 도움을 주고 받는다면 내가 성장하는데 큰 힘이 될 수 있습니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>성적부담",
      "depth3": "성적부담",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "성적에 대한 부담감을 거의 느끼고 있지 않습니다. 성적이 떨어질 것 같다는 불안한 감정이 크게 와닿지 않습니다. 성적이 올라가지 않을 것 같아 걱정하거나, 성적에 만족하지 못해 우울함을 느낄 가능성 또한 매우 낮습니다. 다만, 적절한 부담감은 긴장을 높여 집중할 수 있도록 돕기에 지금보다 목표를 높여서 학습하는 것이 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>성적부담",
      "depth3": "성적부담",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "성적에 대한 부담감이 크지 않습니다. 성적이 떨어질 것 같다는 불안감은 잘 느끼지 않고 있어요. 성적이 올라가지 않을 것 같아 걱정하거나, 본인의 성적에 만족하지 못해 우울함을 느낄 가능성 또한 낮습니다. 낮은 부담감을 바탕으로 더 높은 목표를 정하여 도전해 보는 것을 추천합니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>성적부담",
      "depth3": "성적부담",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "성적에 대한 부담감을 일정 수준 느끼고 있습니다. 이따금 성적이 떨어질 것 같다는 불안감을 느낄 수 있습니다. 때때로 공부를 해도 성적이 올라가지 않을 것 같아 걱정되고, 현재 본인의 성적에 만족하지 못해 우울함을 느낄 가능성이 있습니다. 성적에 대한 적절한 부담감은 실력 향상에 도움이 될 수 있습니다만, 너무 높아지지 않도록 주의하세요."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>성적부담",
      "depth3": "성적부담",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "성적에 대한 부담감으로 힘들 수 있습니다. 성적이 떨어질 것 같다는 불안감을 일정수준 이상 느끼고 있어요. 공부를 해도 성적이 올라가지 않을 것 같아 걱정되고, 현재 본인의 성적에 만족하지 못해 우울감을 느낄 가능성이 높습니다. 혼자서 부담감을 이겨내기 어렵다면 부모님이나 전문 상담 선생님께 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>성적부담",
      "depth3": "성적부담",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "성적에 대한 부담감을 상당히 느끼고 있습니다. 성적이 떨어질 것 같다는 불안감을 상당히 많이 느끼고 있어요. 공부를 해도 성적이 올라가지 않을 것 같아 걱정되고, 현재 본인의 성적에 만족하지 못해 우울함을 느낄 가능성이 매우 높습니다. 혼자서 부담감을 이겨내려 하지 말고, 부모님이나 전문 상담 선생님께 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>공부부담",
      "depth3": "공부부담",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 대한 부담감을 거의 느끼지 않고 있습니다. 공부가 어렵다고 생각하거나, 공부 방법을 모른다고 생각하지 않아서 공부 부담은 상당히 낮은 편입니다. 그리고 공부를 왜 해야하는지에 대한 자신만의 이유를 알고 있기에 공부에 집중할 가능성이 매우 높습니다. 낮은 부담감을 바탕으로 높은 목표를 정하여 학습활동을 계획하고 시도해 보면 좋겠습니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>공부부담",
      "depth3": "공부부담",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부에 대한 부담감을 느끼지 않는 편입니다. 공부가 어렵다고 생각하거나, 공부 방법을 모른다고 생각하지 않아서 공부 부담은 낮은 편입니다. 그리고 공부를 왜 해야하는지에 대한 자신만의 이유를 알고 있기에 공부에 집중할 가능성이 높습니다. 낮은 부담감을 바탕으로 한 단계 높은 수준의 학습활동을 시도해 보면 좋겠습니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>공부부담",
      "depth3": "공부부담",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "공부 부담으로 힘든 마음이 들 때가 종종 있습니다. 때때로 공부가 어렵다고 생각되거나, 효과적인 공부 방법을 찾느라 고민할 수 있습니다. 이따금 공부를 왜 해야하는지 의문이 들 때도 있습니다. 그러나 적절한 공부 부담은 학습 몰입도를 높일 수 있기에 지나치지 않는 수준에서 부담감을 관리한다면 좋은 성적을 거둘 수 있습니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>공부부담",
      "depth3": "공부부담",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부에 대한 부담감으로 고민이 많을 수 있습니다. 공부가 어려워지고 있다고 생각하거나, 효과적으로 공부할 수 있는 방법을 찾고자 고민할 수 있습니다. 또한 공부를 왜 해야하는지에 대해 답을 몰라 힘들 수 있습니다. 적절한 운동과 휴식, 좋은 수면 습관은 공부 부담을 낮추는데 효과적이기에 부담감을 낮추는 나만의 습관을 가져 보세요."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>공부부담",
      "depth3": "공부부담",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부에 대해 상당한 부담을 느끼고 있습니다. 공부가 어려워지고 있다고 생각하고 있고, 효과적인 공부 방법을 찾느라 힘들 수 있습니다. 또한 공부를 왜 해야하는지에 대해 의문이 들어 혼란스러워할 수 있습니다. 의무적으로 공부해야 한다는 부담감을 떨치고, 적절한 운동과 휴식, 좋은 수면 습관을 통해 부담감을 낮추는 습관을 가져 보세요."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>수업부담",
      "depth3": "수업부담",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "수업에 대한 부담감을 거의 느끼고 있지 않군요. 수업시간을 재미있고, 흥미롭다고 생각합니다. 수업 내용을 잘 이해해 몸과 마음이 힘들다고 느끼는 일도 거의 없습니다. 수업에 대한 낮은 부담감을 바탕으로 더욱 학습에 몰입하길 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>수업부담",
      "depth3": "수업부담",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "수업에 대한 부담감을 느끼지 않는 편이군요. 수업시간이 재미 없거나 지루하다는 생각을 거의 하지 않습니다. 수업 내용을 이해하지 못해 힘들어하거나, 수업 부담으로 답답함을 느끼는 경우도 거의 없습니다. 이러한 낮은 수업 부담감을 바탕으로 학습 능률을 더욱 올려보세요."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>수업부담",
      "depth3": "수업부담",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "대체로 수업에 대한 부담감을 느끼고 있습니다. 때때로 수업시간이 재미없거나 지루하다고 느낄 수 있습니다. 또한 이따금 수업 내용을 이해하지 못해 힘들어하거나, 수업 시간에 가슴 답답함을 경험했을 수 있습니다. 수업 부담이 지금보다 높아지면 공부하기 어려울 수 있어서 부모님과 선생님께 말씀 드리고, 도움 받을 수 있는 방법을 꼭 찾아보기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>수업부담",
      "depth3": "수업부담",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "수업에 대한 부담감으로 마음이 어려울 수 있습니다. 수업이 재미없거나 지루하다는 생각이 들 수 있습니다. 수업 내용을 이해하지 못해 힘들어하거나, 수업 시간만 되면 가슴이 답답해해지는 경험을 할 수 있습니다. 수업이 어려운 상황을 부모님과 선생님께 말씀드리고, 도움받을 수 있는 방법을 꼭 찾아보기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업스트레스>수업부담",
      "depth3": "수업부담",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "수업에 대한 부담감을 상당히 느끼고 있군요. 수업이 재미없거나 지루하다는 생각으로 힘들 수 있습니다. 수업 내용을 이해하지 못해 힘들어 하거나, 수업 시간만 되면 가슴이 답답해지는 경험이 자주 나타날 수 있습니다. 수업이 어려운 상황을 부모님과 선생님께 말씀드리고, 도움받을 수 있는 방법을 꼭 찾아보기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 성적압력",
      "depth3": "부모 성적압력",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "부모님께서 성적에 대한 부담을 거의 주시지 않는 편이네요. 시험결과나 성적 때문에 부모님께서 꾸중하실 것이라 걱정하고 있지 않습니다. 부모님이 성적에 기대를 하더라도 많이 부담스러워 하고 있지 않습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 성적압력",
      "depth3": "부모 성적압력",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "부모님께서 성적에 대한 부담을 크게 주시지 않는 편이네요. 시험결과나 성적 때문에 부모님께서 꾸중하실 것이라 걱정이 거의 없습니다. 부모님이 성적에 기대를 하더라도 많이 부담스러워 하고 있지 않습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 성적압력",
      "depth3": "부모 성적압력",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "부모님의 성적에 대한 기대로 인해 종종 부담감을 느낄 수 있습니다. 때때로 시험 결과와 성적 때문에 부모님께 꾸지람을 들을까 걱정이 될 때가 있습니다. 부모님께서 거는 기대와 성적에 대한 관심으로 다소 부담이 될 때면, 솔직한 심정을 말씀드려서 많은 부담을 주시지 않도록 대화하는 것이 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 성적압력",
      "depth3": "부모 성적압력",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "부모님께서 성적에 대한 기대가 높으셔서 부담이 되는 편입니다. 시험 결과와 성적 때문에 부모님께 꾸지람을 들으까 걱정할 수 있습니다. 부모님께서 거는 기대와 성적에 대한 관심이 높으셔서 부담감이 있다면, 공부 어려움을 솔직히 말씀 드리고 성적 부담을 덜어 낼 수 있는 대화가 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 성적압력",
      "depth3": "부모 성적압력",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "부모님께서 성적에 대한 기대가 높으셔서 부담이 많이 되는군요. 시험 결과와 성적 때문에 부모님께 꾸지람을 들으까 걱정이 많습니다. 부모님께서 거는 기대와 성적에 대한 관심이 높아서 나타나는 부담감을 솔직히 말씀 드리고 성적 부담을 덜어 낼 수 있는 대화가 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 공부부담",
      "depth3": "부모 공부부담",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "부모님께서 공부에 대해 부담을 주시지 않는 편이군요. 부모님께서 공부와 관련하여 다른 친구들과 비교하셔서 속상한 경우는 없는 편입니다. 부모님의 공부하라는 이야기가 짜증으로 들리거나, 공부하라는 이야기가 떠올라서 스트레스를 받을 가능성이 높지 않습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 공부부담",
      "depth3": "부모 공부부담",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "부모님께서 공부에 대해 부담을 거의 주지 않는 편이군요. 부모님께서 다른 친구들과 비교해서 속상한 경우는 많지 않는 편입니다. 부모님이 공부하라는 이야기가 짜증으로 들리거나, 공부하라는 이야기가 떠올라서 스트레스를 받을 가능성이 높지 않습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 공부부담",
      "depth3": "부모 공부부담",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "때때로 부모님께서 공부 부담을 주시는군요. 가끔씩 부모님이 공부에 대해 다른 친구들과 비교해서 우울함을 느낄 수 있습니다. 그리고 종종 부모님이 공부하라는 이야기가 짜증으로 들리거나, 공부하라고 하셨던 말씀이 떠올라서 스트레스를 받을 수 있습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 공부부담",
      "depth3": "부모 공부부담",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "부모님께서 공부에 대한 부담을 주시는 편이군요. 부모님께서 공부에 대해 다른 친구들과 비교해서 속상할 수 있습니다. 부모님의 공부하라는 이야기는 짜증으로 들리고, 공부하라고 하셨던 말씀이 떠올라서 스트레스를 받고 있을 가능성이 높습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>부모 공부부담",
      "depth3": "부모 공부부담",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "부모님께서 공부에 대한 부담을 상당히 많이 주시고 있군요. 부모님이 공부에 대해 다른 친구들과 비교해서 매우 속상할 수 있습니다. 부모님이 공부하라는 이야기는 짜증으로 들리고, 공부하라는 이야기가 떠올라서 스트레스를 받고 있을 가능성이 매우 높습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>친구 공부비교",
      "depth3": "친구 공부비교",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 대해 친구와 거의 비교하지 않는 편이군요. 성적이 떨어져도 친구나 자신을 미워하는 경우는 거의 없습니다. 친구와의 경쟁보다는 나 자신의 속도와 방법으로 공부해 나가는 즐거움과 동기를 지닌 학습자일 수 있어요. 단, 공부에 대한 동기 자체가 없을 때에도 이렇게 결과가 나올 수 있으니 자신은 어느 쪽에 속한 학습자인지 한번 살펴보세요."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>친구 공부비교",
      "depth3": "친구 공부비교",
      "level": "보통",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부에 대해 친구와 비교하지 않는 편이군요. 보기 드물게 친구에 비해 공부를 못하는 것은 아닌지 불안함을 느낄 수 있습니다. 나보다 공부 잘하는 친구를 보면 속상함을 느낄 때가 있겠지만, 공부를 나를 성장시킬 수 있는 수단으로 받아들인다면 더욱 편안한 마음으로 공부에 집중할 수 있을 거예요."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>친구 공부비교",
      "depth3": "친구 공부비교",
      "level": "높음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "때때로 공부에 대해 친구와 비교할 때가 있군요. 가끔씩 친구에 비해 공부를 못하는 것은 아닌지 불안함을 느낄 수 있습니다. 종종 나보다 공부 잘하는 친구를 보면 속상함을 느낄 때가 있겠지만, 공부를 나를 성장시킬 수 있는 수단으로 받아들인다면 더욱 편안한 마음으로 공부에 집중할 수 있을 거예요."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>친구 공부비교",
      "depth3": "친구 공부비교",
      "level": "매우높음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부에 대해 친구와 비교하는 편이네요. 공부를 잘하려는 마음이 강해서 친구와 비교 할 수 있지만, 지나치게 되면 불안감과 속상함이 나타날 수 있습니다. 공부를 경쟁으로 생각하기 보다는 나를 성장시키는 활동으로 받아들이는 것이 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>친구 공부비교",
      "depth3": "친구 공부비교",
      "level": "매우 낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부에 대해 친구와 비교하는 성향이 높은 편이네요. 공부를 잘하려는 마음이 강해서 친구와 비교 할 수 있지만, 지나치게 되면 불안감, 속상함이 자주 나타날 수 있습니다. 공부를 경쟁으로 생각하기 보다는 나를 성장시키는 활동으로 받아들이는 것이 필요합니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 성적압력",
      "depth3": "교사 성적압력",
      "level": "낮음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "선생님께서 주시는 성적 압력이 거의 없군요. 성적 때문에 선생님이 꾸중할까봐 불안해 하지 않습니다. 또한 선생님이 다른 친구들과 성적을 비교하더라도 우울함을 느끼지 않으며, 선생님의 기대만큼 성적이 오르지 않을까봐 고민하는 것도 없습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 성적압력",
      "depth3": "교사 성적압력",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "선생님께서 주시는 성적 압력이 비교적 적은 편이군요. 성적때문에 선생님이 꾸중할까 봐 불안해 하지 않는 편입니다. 또한 선생님이 다른 친구들과 성적을 비교하더라도 크게 신경쓰지 않거나, 선생님의 기대만큼 성적이 오르지 않을까 봐 고민하는 것도 적습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 성적압력",
      "depth3": "교사 성적압력",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "때때로 선생님으로부터 성적에 대한 압박을 느끼고 있습니다. 종종 성적 때문에 선생님이 꾸중할까 봐 불안해 할 수 있습니다.  선생님이 다른 친구들과 성적을 비교해서 우울함을 느끼거나, 선생님의 기대만큼 성적이 오르지 않을까 봐 고민할 수 있습니다. 이러한 마음 때문에 힘들다면 부모님이나 상담 전문가에게 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 성적압력",
      "depth3": "교사 성적압력",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "선생님께서 주시는 성적에 대한 부담을 느끼고 있는 편이군요. 선생님의 기대만큼 성적이 오르지 않아서 고민이 될 수 있어요. 선생님이 다른 친구들과 성적을 비교해서 우울함을 느낄 수도 있습니다. 이러한 불안과 우울함이 지나쳐 공부하기 어렵다면 부모님이나 상담 전문가에게 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 성적압력",
      "depth3": "교사 성적압력",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "선생님으로부터 성적에 대한 부담을 상당히 많이 느끼고 있군요. 성적 때문에 선생님이 꾸중할까 봐 불안한 마음이 클 수 있습니다. 선생님이 다른 친구들과 성적을 비교해서 우울함을 느낄 가능성이 매우 높습니다. 이러한 불안과 우울함이 지나쳐 공부하기 어렵다면 부모님이나 상담 전문가에게 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 수업부담",
      "depth3": "교사 수업부담",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "선생님으로부터 오는 수업에 대한 부담이 거의 없는 편이군요. 선생님의 설명을 이해하지 못해서 답답함을 느낄 가능성이 거의 없습니다. 선생님이 모르는 것을 질문할까 봐 걱정하거나, 질문에 틀리게 답할까 봐 불안함을 느낄 가능성이 낮습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 수업부담",
      "depth3": "교사 수업부담",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "선생님이 진행하는 수업에 대한 부담감이 많지 않군요. 선생님의 설명을 이해하지 못해서 답답함을 느낄 가능성이 높지 않습니다. 선생님이 모르는 것을 질문할까 봐 걱정하거나, 질문에 틀리게 답할까 봐 불안함을 느낄 가능성이 높지 않습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 수업부담",
      "depth3": "교사 수업부담",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "종종 선생님이 진행하는 수업에 부담을 느낄 수 있습니다. 때때로 선생님의 설명을 이해하지 못해서 답답함을 느낄 수 있습니다. 가끔은 선생님이 모르는 것을 질문할까 봐 걱정하거나, 질문에 틀리게 답할까 봐 불안함을 느낄 수 있습니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 수업부담",
      "depth3": "교사 수업부담",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "선생님이 모르는 문제를 질문할까 봐, 그리고 자신이 틀리게 대답할까 봐 부담이 될 수 있어요. 선생님의 설명을 이해하지 못해서 답답함을 느낄 수도 있어요. 선생님께 수업을 받으면서 어려움이 나타날 경우 부모님이나 상담 전문가에게 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학업관계 스트레스>교사 수업부담",
      "depth3": "교사 수업부담",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "선생님이 모르는 문제를 질문할까 봐, 그리고 자신이 틀리게 대답할까 봐 걱정이 많은 편이에요. 선생님의 설명을 이해하지 못해서 많이 답답하다고 느낄 수도 있어요. 선생님께 수업을 받으면서 느끼는 어려움이 많다면 부모님이나 상담 전문가에게 꼭 말씀 드리기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>스마트폰 의존",
      "depth3": "스마트폰 의존",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "스마트폰 사용을 아주 적절히 통제하고 있네요. 스마트폰을 이용하고 싶은 충동을 매우 잘 통제하고, 관리하고 있습니다. 사용시간을 줄이기 위한 노력과 이용시간을 지키는 것에 대한 시간관리가 우수합니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>스마트폰 의존",
      "depth3": "스마트폰 의존",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "스마트폰 사용을 적절한 수준에서 이용하고 있는 편이네요. 스마트폰을 이용하고 싶은 충동을 비교적 잘 통제하고 있습니다. 사용시간을 줄이기 위한 노력과 이용시간을 지키는 것에 대한 시간관리를 적절히 하고 있습니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>스마트폰 의존",
      "depth3": "스마트폰 의존",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "또래 친구들과 비슷한 수준에서 스마트폰을 사용하고 있으나, 때때로 스마트폰을 많이 또는 자주 이용하고 싶은 충동을 경험합니다. 사용시간을 적절히 조절하는 편이나 이용시간을 지키는 것이 일정하지 않을 수 있습니다. 스마트폰 사용이 너무 과도해지지 않도록 주의하기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>스마트폰 의존",
      "depth3": "스마트폰 의존",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "스마트폰 사용에 주의가 요구됩니다. 스마트폰을 이용하고 싶은 충동을 강하게 느낍니다. 사용시간을 줄이기 위해 노력하지만 잘 이루어지지 않고, 이용시간을 지키는 것도 힘들어합니다. 스마트폰 사용을 통해 내가 얻는 것은 무엇이고, 그것을 다른 방식으로 채울 수는 없는지 살펴보길 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>스마트폰 의존",
      "depth3": "스마트폰 의존",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "스마트폰 사용에 많은 주의가 요구됩니다. 스마트폰을 이용하고 싶은 충동을 매우 강하게 느낄 수 있습니다. 사용시간을 줄이기 위해 노력하지만 잘 이루어지지 않고, 이용시간을 지키는 것도 매우 힘들 수 있습니다. 스스로의 노력으로 스마트폰 사용을 조절하기 어려운 경우, 상담 전문가에게 도움을 요청하기 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>게임 과몰입",
      "depth3": "게임 과몰입",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "인터넷 게임 이용 시간을 매우 적절히 통제하고 있습니다. 인터넷 게임을 하느라 일상생활에 지장을 받을 가능성이 거의 없습니다. 게임을 하지 않아도 마음이 편안하고, 게임 이용 시간을 통제하는 능력이 매우 우수합니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>게임 과몰입",
      "depth3": "게임 과몰입",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "인터넷 게임을 적절한 수준에서 이용하고 있는 편입니다. 인터넷 게임을 하느라 일상생활에 지장을 받을 가능성이 낮습니다. 게임을 하지 않는다고 해서 불안하거나 화가 나는 경우가  거의 없고, 게임 이용 시간을 비교적 잘 관리하는 편입니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>게임 과몰입",
      "depth3": "게임 과몰입",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "또래 친구들과 비슷한 수준에서 인터넷 게임을 이용하고 있습니다. 때때로 인터넷 게임을 하느라 일상생활에 방해를 받을 수 있습니다. 간혹 게임을 하지 못해서 게임 시간을 줄여보려 노력하지만 잘 안될 가능성도 있습니다. 지금은 큰 문제라고 보기는 어렵지만 과도하게 이용하지 않도록 주의하세요."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>게임 과몰입",
      "depth3": "게임 과몰입",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "인터넷 게임 이용에 주의가 요구됩니다. 인터넷 게임을 하느라 잠이 부족할 가능성이 있기 때문입니다. 또한 게임을 하지 않으면 안절부절 못하게 되고, 게임 시간을 줄여보려 노력하지만 잘 안될 가능성이 있습니다. 인터넷 게임을 조절하지 못할 경우 선생님이나 전문 상담사에게 도움을 요청하길 바랍니다."
    },
    {
      "depth2": "학습 걸림돌>학습방해물>게임 과몰입",
      "depth3": "게임 과몰입",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "인터넷 게임 이용에 많은 주의가 요구됩니다. 인터넷 게임을 하느라 잠이 부족할 가능성이 매우 높기 때문입니다. 또한 게임을 하지 않으면 안절부절 못하게 되고, 게임 시간을 줄여보려 노력하지만 잘 안될 가능성이 매우 높습니다. 스스로의 노력으로 인터넷 게임을 조절하기 어려운 경우, 전문 상담사에게 도움을 요청하길 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>고갈",
      "depth3": "고갈",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 대한 부담이나 수업을 받는 것에 대한 피곤함을 느끼지 않습니다. 학교에 가야한다는 압박감 또한 경험하고 있지 않아서 공부 부담이 적습니다. 공부 부담이 적은만큼 조금 더 높은 공부 목표를 정하여 꾸준히 학습하기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>고갈",
      "depth3": "고갈",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부에 대한 부담이나 수업을 받는 것에 대한 피곤함을 거의 느끼지 않는 편입니다. 학교에 가야한다는 압박감 또한 크게 경험하고 있지 않아서 공부 부담이 적은 편입니다. 공부로 지쳐 있지 않기에 나만의 공부 목표를 정하여 꾸준히 학습하기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>고갈",
      "depth3": "고갈",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "공부에 대한 부담감 때문에 조금 지쳤다고 느끼고, 수업이 끝나면 가끔 피곤을 느낄 때도 있어요. 그리고 때때로 아침에 일어나 학교가서 공부할 생각을 하면 마음이 힘들어질 때도 있어요. 공부로 지칠 때에는 운동이나 취미활동을 통해 쉼을 갖는 게 필요합니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>고갈",
      "depth3": "고갈",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부에 대한 부담감 때문에 지쳐있고, 수업 후에 피곤함을 느끼는 편입니다. 또한, 학교에 가는 것이 부담이 될 때도 있습니다. 공부에 지쳤을 때는 내가 부족하다는 생각을 버리고, 완전한 휴식을 누리는 시간을 가져보세요. 성적이나 노력만큼 공부하고 '쉬는 과정'도 중요합니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>고갈",
      "depth3": "고갈",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부에 대한 부담감 때문에 많이 지쳐있고, 수업 후에 피곤함을 상당히 느끼고 있습니다. 또한, 학교에 가야한다는 압박감 때문에 많이 힘들 수 있습니다. 공부에 지쳤을 때는 내가 부족하다는 생각을 버리고, 충분히 쉴 수 있는 시간을 가져보세요. 공부 후 '휴식'도 공부를 더욱 잘하기 위한 과정이랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>무능감",
      "depth3": "무능감",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부로 인해 낙담하는 경우가 거의 없습니다. 노력에 대한 보답으로 성적이 올라 보람을 느끼고, 본인의 학업 능력에도 매우 만족할 수 있습니다. 공부에 대한 높은 흥미와 노력을 바탕으로 학습 역량을 더욱 키우기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>무능감",
      "depth3": "무능감",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부로 인해 낙담하는 경우가 없는 편입니다. 노력에 대한 보답으로 성적이 올라 보람을 느끼고, 본인의 학업 능력에도 만족하는 편입니다. 공부에 흥미를 느끼고 있을 가능성이 높습니다. 지금 하는 노력을 바탕으로 학습 역량을 더욱 키우기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>무능감",
      "depth3": "무능감",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "때때로 공부한 만큼 성적이 나오지 않는 경우가 있어서 실망할 수 있습니다. 성적이 기대에 못 미칠 때는 속상할 수 있지만 나에게 맞는 좋은 공부방법을 찾는 과정이라 생각하고,개선점을 찾는 것이 필요합니다. 도움이 필요한 경우 전문적인 학습상담을 받아보세요."
    },
    {
      "depth2": "부정적 공부마음>학업소진>무능감",
      "depth3": "무능감",
      "level": "보통",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부한 만큼 성적이 오르지 않아서 실망감이 들 수 있습니다. 열심히 공부하지만 성적이 안 오를 경우 지금까지 해온 공부방법과 공부습관을 점검해 보고, 개선점을 찾는 것이 필요합니다. 전문적인 학습 상담을 통해 학습습관과 공부마음을 점검해 보는 것을 추천 드립니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>무능감",
      "depth3": "무능감",
      "level": "높음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부한 만큼 성적이 오르지 않아서 실망감이 클 수 있습니다. 열심히 공부하지만 성적이 안 오를 경우 지금까지 해온 공부방법과 공부습관을 점검해 보고, 개선점을 찾는 것이 필요합니다. 전문적인 학습 상담을 통해 학습습관과 공부마음을 점검해 보는 것을 추천 드립니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>반감-냉소",
      "depth3": "반감-냉소",
      "level": "매우높음",
      "tScore_lower": null,
      "tScore_upper": 29,
      "script": "공부에 대한 흥미와 의지가 매우 높습니다. 공부하는 것을 싫어하거나, 공부 때문에 짜증나는 경우가 매우 드뭅니다. 공부에 대한 긍적적인 마음을 바탕으로 더 높은 목표를 세워서 학습 경험을 쌓아나가기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>반감-냉소",
      "depth3": "반감-냉소",
      "level": "매우 낮음",
      "tScore_lower": 30,
      "tScore_upper": 39,
      "script": "공부에 대한 흥미와 의지가 높은 편입니다. 공부하는 것을 싫어하거나, 공부 때문에 짜증나는 경우가 거의 없는 편입니다. 공부에 대한 긍적적인 마음을 바탕으로 다양한 학습 경험을 쌓아나가기 바랍니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>반감-냉소",
      "depth3": "반감-냉소",
      "level": "낮음",
      "tScore_lower": 40,
      "tScore_upper": 59,
      "script": "공부에 대한 흥미가 일반적인 수준입니다. 가끔식 공부하는 것이 싫고, 공부 때문에 짜증 날 수 있지만, 해야할 공부를 적절히 수행하는 편입니다. 지금보다 공부에 대한 흥미를 높이기 위해 무엇이 필요한지를 살펴보고, 조금씩 실천해 보는 것이 필요합니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>반감-냉소",
      "depth3": "반감-냉소",
      "level": "매우 낮음",
      "tScore_lower": 60,
      "tScore_upper": 69,
      "script": "공부에 대한 흥미를 갖기 어려운 편이군요. 공부하기가 싫고, 공부 때문에 짜증나는 경우가 나타날 수 있습니다. 공부에 대한 흥미를 가질 수 있는 방법은 무엇일까요? 좋아하는 것이 있다면 그것부터 흥미를 붙여나가는 것도 좋은 방법입니다."
    },
    {
      "depth2": "부정적 공부마음>학업소진>반감-냉소",
      "depth3": "반감-냉소",
      "level": "낮음",
      "tScore_lower": 70,
      "tScore_upper": 100,
      "script": "공부에 대한 흥미를 갖기 어려운 상황에 놓여 있군요. 공부하기가 싫고, 공부 때문에 짜증나는 경우가 많은 편입니다. 공부가 싫은 이유는 무엇인가요? 그 이유를 찾아보고, 조금씩 해결하는 태도를 가진다면, 충분히 극복할 수 있습니다."
    }
  ]
}